<?php
// Text
$_['text_success']         = 'Сәтті: Сатып алушылар сәтті өзгертілді';

// Error
$_['error_customer']       = 'Назар аударыңыз: Сатып алушы табылмады!';
$_['error_customer_group'] = 'Сатып алушы тобы жарамсыз!';
$_['error_firstname']      = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']       = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_email']          = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_telephone']      = 'Телефон 3 пен 32 таңба арасында болуы керек!';
$_['error_custom_field']   = '%s міндетті!';
$_['error_regex']          = '%s жарамсыз мән!';
