<?php
// Text
$_['text_success']       = 'Сәтті: Жеткізу мекенжайы орнатылды!';

// Error
$_['error_firstname']    = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']     = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_address_1']    = 'Мекен-жай 1 3 пен 128 таңба арасында болуы керек!';
$_['error_city']         = 'Қала 3 пен 128 таңба арасында болуы керек!';
$_['error_postcode']     = 'Бұл ел үшін пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_country']      = 'Елді таңдаңыз!';
$_['error_zone']         = 'Аймақты / облысты таңдаңыз!';
$_['error_custom_field'] = '%s міндетті!';
$_['error_regex']        = '%s жарамсыз мән!';
$_['error_shipping']     = 'Назар аударыңыз: Жеткізуді қажет ететін тауарлар жоқ!';
