<?php
// Text
$_['text_cart']       = 'Сәтті: Сіз себетіңізді өзгерттіңіз!';
$_['text_for']        = '%s %s үшін сыйлық сертификаты';
$_['text_success']    = 'Сәтті: Сыйлық сертификаты қолданылды!';
$_['text_remove']     = 'Сәтті: Сыйлық сертификаты жойылды!';

// Error
$_['error_voucher']   = 'Назар аударыңыз: Сыйлық сертификаты жарамсыз немесе балансы пайдаланылған!';
$_['error_to_name']   = 'Алушының аты 1 мен 64 таңба арасында болуы керек!';
$_['error_from_name'] = 'Сіздің атыңыз 1 мен 64 таңба арасында болуы керек!';
$_['error_email']     = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_theme']     = 'Тақырыпты таңдауыңыз керек!';
$_['error_amount']    = 'Сома %s-ден үлкен және %s-ден кем болуы керек!';
