<?php
// Heading
$_['heading_title']    = 'Канвертар валют Еўрапейскага Цэнтральнага банка';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі канвертар валют Еўрапейскага Цэнтральнага Банка!';
$_['text_edit']        = 'Рэдагаванне Еўрапейскага Цэнтральнага Банка';
$_['text_support']     = 'Для гэтага пашырэння патрабуецца валюта EUR.';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма дазволу на змяненне валюты Еўрапейскага Цэнтральнага Банка!';
