<?php
// Text
$_['text_success']   = 'Успіх: Знижку за бонусні бали застосовано!';

// Error
$_['error_customer'] = 'Попередження: Дані покупця обов\'язкові!';
$_['error_product']  = 'Попередження: Товари обов\'язкові!';
$_['error_points']   = 'Попередження: У вас немає %s бонусних балів!';
$_['error_maximum']  = 'Попередження: Максимальна кількість балів, яку можна застосувати: %s!';
$_['error_status']   = 'Попередження: Бонусні бали не активовані в цьому магазині!';
$_['error_confirm']  = 'Попередження: Уважно перевірте форму бонусних балів на наявність помилок!';
