<?php
// Heading
$_['heading_title'] = 'IP-мекенжай';

// Text
$_['text_extension'] = 'Расширения';
$_['text_fraud'] = 'Защита от мошенничества';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз IP-мекенжай защиты от мошенничества!';
$_['text_edit'] = 'Өңдеу IP-мекенжайа анти-мошенничества';
$_['text_ip_add'] = 'Добавление IP-мекенжайа';
$_['text_ip_list'] = 'Тізім мошеннических IP-мекенжайов';

// Column
$_['column_ip'] = 'IP-мекенжай';
$_['column_total'] = 'Барлығыго учетных записей';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_ip'] = 'IP-мекенжай';
$_['entry_status'] = 'Күйі';
$_['entry_order_status'] = 'Тапсырыс күйі';

// Help
$_['help_order_status'] = 'Покупателям, у которых заблокирован IP-мекенжай в своих учетных записях, будет присвоен этот күйі тапсырыстың, и они не смогут автоматически получить күйі выполнено.';

// Error
$_['error_permission'] = 'Внимание: У вас нет рұқсаттар на изменение антимошенничества по IP!';
$_['error_required'] = 'IP-мекенжай обязателен!';
$_['error_invalid'] = 'Недопустимый IP-мекенжай!';
