<?php
// Heading
$_['heading_title']              = 'Себет';

// Text
$_['text_success']               = 'Сәтті: Сіз <a href="%s">%s</a> <a href="%s">себетіңізге</a> қостыңыз!';
$_['text_edit']                  = 'Сәтті: Сіз себетіңізді өзгерттіңіз!';
$_['text_remove']                = 'Сәтті: Сіз тауарды себеттен жойдыңыз!';
$_['text_login']                 = 'Назар аударыңыз: Бағаларды көру үшін <a href="%s">кіріп</a> немесе <a href="%s">тіркелгі жасауыңыз</a> керек!';
$_['text_no_results']            = 'Себетіңіз бос!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Жазылым';
$_['text_subscription_trial']    = '%s әр %d %s сайын, %d төлем үшін, содан кейін ';
$_['text_subscription_duration'] = '%s әр %d %s сайын, %d төлем үшін';
$_['text_subscription_cancel']   = '%s әр %d %s сайын, бас тартқанға дейін';
$_['text_day']                   = 'күн';
$_['text_week']                  = 'апта';
$_['text_semi_month']            = 'жарты ай';
$_['text_month']                 = 'ай';
$_['text_year']                  = 'жыл';
$_['text_points']                = 'Бонустық баллдар';
$_['text_next']                  = 'Келесі не істегіңіз келеді?';
$_['text_next_choice']           = 'Егер сізде жеңілдік коды немесе бонустық баллдар болса, немесе жеткізу құнын есептегіңіз келсе, таңдаңыз.';

// Column
$_['column_image']               = 'Сурет';
$_['column_name']                = 'Тауар';
$_['column_quantity']            = 'Саны';
$_['column_price']               = 'Бірлік бағасы';
$_['column_total']               = 'Барлығы';

// Error
$_['error_stock']                = '*** белгіленген тауарлар қажетті мөлшерде қолжетімсіз немесе қоймада жоқ!';
$_['error_minimum']              = '%s ең төменгі тапсырыс сомасы!';
$_['error_required']             = '%s міндетті!';
$_['error_product']              = 'Назар аударыңыз: Тауар табылмады!';
$_['error_subscription']         = 'Жазылым жоспары жарамсыз!';
