<?php
// Heading
$_['heading_title'] = 'Төлем қатесі!';

// Text
$_['text_basket']   = 'Себет';
$_['text_checkout'] = 'Тапсырысты рәсімдеу';
$_['text_failure']  = 'Төлем қатесі';
$_['text_message']  = '<p>Төлем процесінде қате орын алды. Қатеге байланысты тапсырысты рәсімдеу аяқталмады.</p><p>Ықтимал себептер:</p><ul><li>Қаражат жеткіліксіз</li><li>Тексеру қатесі</li></ul><p>Басқа төлем әдісін таңдап, қайталап көріңіз.</p><p>Егер қате қайталанса, <a href="%s">әкімшілікке хабарласып</a> тапсырыс мәліметтерін хабарлаңыз.</p>';
