<?php
// Heading
$_['heading_title']           = 'Сіздің жеке деректеріңіз';

// Text
$_['text_login']              = 'Егер тіркелгіңіз болса, <a href="%s"><strong>кіру парағына</strong></a> өтіңіз.';
$_['text_register']           = 'Тіркелгіні тіркеу';
$_['text_guest']              = 'Тіркелмей рәсімдеу';
$_['text_payment_address']    = 'Төлем мекенжайы';
$_['text_shipping_address']   = 'Жеткізу мекенжайы';
$_['text_your_password']      = 'Сіздің құпия сөзіңіз';
$_['text_agree']              = 'Мен <a href="%s" class="agree"><b>%s</b></a> оқыдым және келісемін';
$_['text_success_add']        = 'Сәтті: Тіркелгіңіз жасалды!';
$_['text_success_guest']      = 'Сәтті: Қонақ тіркелгі ақпараты сақталды!';
$_['text_success_edit']       = 'Сәтті: Тіркелгіңіз жаңартылды!';

// Entry
$_['entry_customer_group']    = 'Шот түрі';
$_['entry_firstname']         = 'Аты';
$_['entry_lastname']          = 'Тегі';
$_['entry_email']             = 'Эл. пошта';
$_['entry_telephone']         = 'Телефон';
$_['entry_password']          = 'Құпия сөз';
$_['entry_confirm']           = 'Құпия сөзді растау';
$_['entry_company']           = 'Компания';
$_['entry_address_1']         = 'Мекен-жай 1';
$_['entry_address_2']         = 'Мекен-жай 2';
$_['entry_postcode']          = 'Пошта индексі';
$_['entry_city']              = 'Қала';
$_['entry_country']           = 'Ел';
$_['entry_zone']              = 'Аймақ / Облыс';
$_['entry_match']             = 'Менің жеткізу мекенжайым төлем мекенжайына сәйкес келеді.';
$_['entry_newsletter']        = 'Мен %s жаңалықтарына жазылғым келеді.';

// Error
$_['error_guest']             = 'Назар аударыңыз: Себетіңіздегі тауарлар тіркелгіні қажет етеді!';
$_['error_firstname']         = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']          = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_customer_group']    = 'Сатып алушы тобы жарамсыз!';
$_['error_customer_approval'] = 'Назар аударыңыз: Бұл сатып алушы тобы мақұлдауды қажет етеді және қонақ тіркелгісінде пайдаланылмайды.';
$_['error_email']             = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_exists']            = 'Назар аударыңыз: Эл. пошта мекенжайы тіркелген!';
$_['error_telephone']         = 'Телефон 3 пен 32 таңба арасында болуы керек!';
$_['error_password']          = 'Құпия сөз 6 мен 20 таңба арасында болуы керек!';
$_['error_confirm']           = 'Құпия сөз растауы сәйкес келмейді!';
$_['error_address_1']         = 'Мекен-жай 1 3 пен 128 таңба арасында болуы керек!';
$_['error_city']              = 'Қала 2 мен 128 таңба арасында болуы керек!';
$_['error_postcode']          = 'Пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_country']           = 'Елді таңдаңыз!';
$_['error_zone']              = 'Аймақты / облысты таңдаңыз!';
$_['error_agree']             = 'Назар аударыңыз: Сіз %s келісуіңіз керек!';
$_['error_custom_field']      = '%s міндетті!';
$_['error_regex']             = '%s жарамсыз мән!';
