<?php
// Heading
$_['heading_title']         = 'Жеткізу мекенжайы';

// Text
$_['text_address_new']      = 'Мен жаңа мекенжайды қолданғым келеді';
$_['text_address_existing'] = 'Мен бар мекенжайды қолданғым келеді';
$_['text_success']          = 'Сәтті: Сіз жеткізу мекенжайын өзгерттіңіз!';

// Entry
$_['entry_address']         = 'Мекенжайды таңдау';
$_['entry_firstname']       = 'Аты';
$_['entry_lastname']        = 'Тегі';
$_['entry_company']         = 'Компания';
$_['entry_address_1']       = 'Мекен-жай 1';
$_['entry_address_2']       = 'Мекен-жай 2';
$_['entry_postcode']        = 'Пошта индексі';
$_['entry_city']            = 'Қала';
$_['entry_country']         = 'Ел';
$_['entry_zone']            = 'Аймақ / Облыс';

// Error
$_['error_address']         = 'Жеткізу мекенжайы табылмады!';
$_['error_firstname']       = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']        = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_address_1']       = 'Мекен-жай 1 3 пен 128 таңба арасында болуы керек!';
$_['error_city']            = 'Қала 2 мен 128 таңба арасында болуы керек!';
$_['error_postcode']        = 'Пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_country']         = 'Елді таңдаңыз!';
$_['error_zone']            = 'Аймақты / облысты таңдаңыз!';
$_['error_custom_field']    = '%s міндетті!';
$_['error_regex']           = '%s жарамсыз мән!';
