<?php
// Heading
$_['heading_title'] = 'Тапсырысыңыз орналастырылды!';

// Text
$_['text_basket']   = 'Себет';
$_['text_checkout'] = 'Тапсырысты рәсімдеу';
$_['text_success']  = 'Сәтті';
$_['text_customer'] = '<br><p>Сіз тапсырыс тарихын <a href="%s">Жеке кабинетте</a> <a href="%s">Тапсырыс тарихы</a> бөлімінде көре аласыз.</p><p>Егер тапсырысыңызда жүктелетін цифрлық тауарлар болса, оларды <a href="%s">Жүктеулер</a> парағынан көре аласыз.</p><p>Сұрақтарыңыз болса, <a href="%s">бізге хабарласыңыз</a>.</p><p>Сатып алуыңыз үшін рахмет!</p>';
$_['text_guest']    = '<p>Тапсырысыңыз сәтті рәсімделді!</p><p>Сұрақтарыңыз болса, <a href="%s">бізге хабарласыңыз</a>.</p><p>Сатып алуыңыз үшін рахмет!</p>';
