<?php
// Heading
$_['heading_title']    = 'Сыйлық сертификатын сатып алу';

// Text
$_['text_account']     = 'Тіркелгі';
$_['text_voucher']     = 'Сыйлық сертификаты';
$_['text_description'] = 'Бұл сыйлық сертификаты тапсырыс төленгеннен кейін алушыға жіберіледі.';
$_['text_agree']       = 'Сыйлық сертификаттары қайтарылмайтынын түсінемін';
$_['text_message']     = '<p>Сыйлық сертификатын сатып алғаныңыз үшін рахмет! Тапсырыс аяқталғаннан кейін алушыға сертификатты пайдалану жөнінде нұсқаулық бар хат жіберіледі.</p>';
$_['text_for']         = '%s %s үшін сыйлық сертификаты';

// Entry
$_['entry_to_name']    = 'Алушының аты';
$_['entry_to_email']   = 'Алушының эл. поштасы';
$_['entry_from_name']  = 'Сіздің атыңыз';
$_['entry_from_email'] = 'Сіздің эл. поштаңыз';
$_['entry_theme']      = 'Сыйлық сертификатының тақырыбы';
$_['entry_message']    = 'Хабарлама';
$_['entry_amount']     = 'Сома';

// Help
$_['help_message']     = 'Қосымша';
$_['help_amount']      = 'Мән %s мен %s арасында болуы керек';

// Error
$_['error_token']      = 'Назар аударыңыз: Купон токені жарамсыз!';
$_['error_voucher']    = 'Сертификат табылмады!';
$_['error_to_name']    = 'Алушының аты 1 мен 64 таңба арасында болуы керек!';
$_['error_from_name']  = 'Сіздің атыңыз 1 мен 64 таңба арасында болуы керек!';
$_['error_email']      = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_theme']      = 'Тақырыпты таңдауыңыз керек!';
$_['error_amount']     = 'Сома %s-ден үлкен және %s-ден кем болуы керек!';
$_['error_agree']      = 'Назар аударыңыз: Сыйлық сертификаттары қайтарылмайтынына келісуіңіз керек!';
