<?php
// Heading
$_['heading_title'] = 'Защитите свою учетную запись';

// Text
$_['text_security'] = 'Вы должны ответить на секретный вопрос всякий раз, когда вы входите с неизсалмақтного устройства или компьютера.';
$_['text_code'] = 'Письмо было отқұқықтарлено на вашу учётную запись электронной почты с кодом безопасности. Введите код ниже, чтобы продолжить.';
$_['text_locked'] = 'Ваша учетная запись заблокирована!';
$_['text_unlock'] = 'Ваша учетная запись заблокирована из-за многих неқұқықтарильных попыток ввода кода безопасности. Нажмите кнопку сброса, чтобы получить ссылку сброса по электронной почте.';
$_['text_unlocked'] = 'Сәтті: Ваша учетная запись разблокирована!';
$_['text_link'] = 'Сәтті: На ваш мекенжай электронной почты отқұқықтарлено письмо со ссылкой үшін сброса!';
$_['text_resend'] = 'Сәтті: Письмо было отқұқықтарлено на ваш мекенжай электронной почты с кодом безопасности!';

// Entry
$_['entry_code'] = 'Код безопасности';

// Error
$_['error_warning'] = 'Вы превысили допустимое саны попыток ввода кода безопасности!';
$_['error_code'] = 'Код безопасности не совпадает!';
$_['error_reset'] = 'Внимание: Не удалось сбросить ваш код безопасности!';
