<?php
// Heading
$_['heading_title'] = 'Менеджер суреттер';

// Text
$_['text_uploaded'] = 'Успешно: Ваш файл был загружен!';
$_['text_directory'] = 'Сәтті: Каталог создан!';
$_['text_delete'] = 'Сәтті: Ваш файл или каталог был удален!';

// Entry
$_['entry_search'] = 'Іздеу...';
$_['entry_folder'] = 'Аты папки';

// Error
$_['error_permission'] = 'Внимание: Бастапказано в доступе!';
$_['error_filename'] = 'Внимание: Аты файла должно быть от 3 до 255!';
$_['error_folder'] = 'Внимание: Аты папки должно быть от 3 до 255 символов!';
$_['error_exists'] = 'Внимание: Файл или каталог с таким же именем уже существует!';
$_['error_directory'] = 'Внимание: Папка не существует!';
$_['error_filesize'] = 'Внимание: Неқұқықтарильный размер файла!';
$_['error_file_type'] = 'Внимание: Некорректный тип файла!';
$_['error_upload'] = 'Внимание: Файл не может быть загружен по неизсалмақтной причине!';
$_['error_delete'] = 'Внимание: Вы не можете удалить эту директорию!';
