<?php
// Heading
$_['heading_title'] = 'Забыли құпиясөз?';
$_['heading_reset'] = 'Сброс құпиясөздің';

// Text
$_['text_email'] = 'Введите мекенжай электронной почты вашей учетной записи. Нажмите кнопку Жалғастыру, чтобы получить ссылку үшін сброса құпиясөздің по электронной почте.';
$_['text_success'] = 'Success: Your password has been successfully updated.';
$_['text_password'] = 'Введите новый құпиясөз, который вы хотите использовать.';
$_['text_reset'] = 'Сәтті: Ваш құпиясөз был успешно обновлен!';

// Entry
$_['entry_password'] = 'Құпиясөз';
$_['entry_confirm'] = 'Растау';
$_['entry_email'] = 'Мекенжай электронной почты';

// Error
$_['error_email'] = 'Внимание: Мекенжай электронной почты не найден в наших записях!';
$_['error_code'] = 'Код сброса не совпадает!';
$_['error_disabled'] = 'Сброс құпиясөздің был отключен!';
$_['error_password'] = 'Құпиясөз должен быть от 6 до 20 символов!';
$_['error_confirm'] = 'Құпиясөз и подтверждение құпиясөздің не совпадают!';
