<?php
// Heading
$_['heading_title'] = 'Администрирование';

// Text
$_['text_heading'] = 'Администрирование';
$_['text_login'] = 'Пожалуйста, введите ваши данные үшін входа.';
$_['text_forgotten'] = 'Қалпына келтіру құпиясөз';

// Entry
$_['entry_username'] = 'Аты пайдаланушыны';
$_['entry_password'] = 'Құпиясөз';

// Button
$_['button_login'] = 'Войти';

// Error
$_['error_login'] = 'Аты пайдаланушыны и/или құпиясөз не совпадают.';
$_['error_token'] = 'Уақыт сеанса вышло. Пожалуйста, войдите снова.';
