<?php
// Heading
$_['heading_title']        = 'Жеткізу және салық құнын есептеу';

// Text
$_['text_shipping_method'] = 'Жеткізу әдісінің параметрлері';
$_['text_destination']     = 'Жеткізу құнын есептеу үшін аймағыңызды көрсетіңіз.';
$_['text_estimate']        = 'Осы тапсырыс үшін қолайлы жеткізу әдісін таңдаңыз.';
$_['text_success']         = 'Сәтті: Жеткізу бағасы қолданылды!';

// Entry
$_['entry_country']        = 'Ел';
$_['entry_zone']           = 'Аймақ / Облыс';
$_['entry_postcode']       = 'Пошта индексі';

// Error
$_['error_postcode']       = 'Пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_country']        = 'Елді таңдаңыз!';
$_['error_zone']           = 'Аймақты / облысты таңдаңыз!';
$_['error_shipping']       = 'Назар аударыңыз: Жеткізу әдісі міндетті!';
$_['error_no_shipping']    = 'Назар аударыңыз: Қолжетімді жеткізу әдістері жоқ. <a href="%s">Бізге хабарласыңыз</a>!';
