<?php
// Heading
$_['heading_title'] = 'Сыйлық сертификатын пайдалану';

// Text
$_['text_voucher']  = 'Сыйлық сертификаты (%s)';
$_['text_success']  = 'Сәтті: Сыйлық сертификаты қолданылды!';
$_['text_remove']   = 'Сәтті: Сыйлық сертификаты жойылды!';

// Entry
$_['entry_voucher'] = 'Сыйлық сертификатының кодын енгізіңіз';

// Error
$_['error_voucher'] = 'Назар аударыңыз: Сыйлық сертификаты жарамсыз немесе балансы пайдаланылған!';
$_['error_status']  = 'Назар аударыңыз: Бұл дүкенде сыйлық сертификаттары қосылмаған!';
