<?php
// Heading
$_['heading_title'] = 'Анти-спам';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз анти-спам!';
$_['text_list'] = 'Тізім анти-спама';
$_['text_add'] = 'Қосу Анти-спам';
$_['text_edit'] = 'Өңдеу анти-спам';

// Column
$_['column_keyword'] = 'Кілт сөз';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_keyword'] = 'Кілт сөз';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ анти-спама!';
$_['error_keyword'] = 'Кілт сөз должно быть от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Кілт сөз должно быть уникальным!';
