<?php
// Heading
$_['heading_title'] = 'Санат блога';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз санаттар блога!';
$_['text_list'] = 'Санаттар тізімі блога';
$_['text_add'] = 'Санат қосу блога';
$_['text_edit'] = 'Өңдеу санатты блога';
$_['text_default'] = 'Әдепкі';
$_['text_keyword'] = 'Бос орындарды қолданбаңыз, оларды - дегенімен алмастырыңыз и SEO URL мекенжайының бірегей екеніне көз жеткізіңіз.';

// Column
$_['column_name'] = 'Атауы санаттар блога';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_image'] = 'Сурет';
$_['entry_name'] = 'Атауы санаттар блога';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_meta_title'] = 'Мета-тег Title';
$_['entry_meta_keyword'] = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store'] = 'Дүкены';
$_['entry_sort_order'] = 'Сұрыптау реті';
$_['entry_status'] = 'Күйі';
$_['entry_keyword'] = 'Кілт сөз';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ блогов!';
$_['error_name'] = 'Атауы блога должно быть от 1 до 255 символов!';
$_['error_meta_title'] = 'Мета заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_category'] = 'Выбранная вами родительская санат является дочерней по отношению к текущей!';
$_['error_keyword'] = 'SEO URL-мекенжай должен быть от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Семантический URL-мекенжай должен быть уникальным!';
$_['error_keyword_character'] = 'Кілт сөз может использовать только символы a-z, 0-9, - и _!';
