<?php
// Text
$_['text_reviews']    = '%s відгуків';
$_['text_write']      = 'Написати відгук';
$_['text_login']      = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтеся</a> для написання відгуку';
$_['text_no_results'] = 'Будьте першим, хто напише відгук про цей товар.';
$_['text_note']       = '<span class="text-danger">Примітка:</span> HTML не перекладається!';
$_['text_success']    = 'Дякуємо за ваш відгук. Він був надісланий вебмайстру для схвалення.';

// Entry
$_['entry_author']     = 'Ваше ім\'я';
$_['entry_review']     = 'Ваш відгук';
$_['entry_rating']     = 'Оцінка';
$_['entry_good']       = 'Добре';
$_['entry_bad']        = 'Погано';

// Tab
$_['tab_review']       = 'Відгуки (%s)';

// Error
$_['error_token']      = 'Попередження: Недійсний токен відгуку!';
$_['error_product']    = 'Попередження: Товар не знайдено!';
$_['error_author']     = 'Ім\'я має містити від 3 до 25 символів!';
$_['error_text']       = 'Текст відгуку має містити від 25 до 1000 символів!';
$_['error_rating']     = 'Будь ласка, оберіть оцінку!';
$_['error_login']      = 'Ви повинні увійти, щоб залишити відгук!';
$_['error_purchased']  = 'Ви повинні придбати цей товар, перш ніж писати відгук!';
$_['error_status']     = 'Відгуки вимкнені!';
