<?php
// Text
$_['text_subject']        = '%s - Партнерська програма';
$_['text_welcome']        = 'Дякуємо за приєднання до партнерської програми %s!';
$_['text_login']          = 'Ваш обліковий запис створено. Ви можете ввійти, використовуючи свою електронну пошту та пароль, на нашому сайті або за наступним посиланням:';
$_['text_approval']       = 'Ваш обліковий запис має бути схвалено перед тим, як ви зможете ввійти. Після схвалення ви зможете ввійти, використовуючи свою електронну пошту та пароль, на нашому сайті або за наступним посиланням:';
$_['text_service']        = 'Після входу ви зможете створювати коди відстеження, відстежувати комісійні виплати та редагувати інформацію облікового запису.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_affiliate']  = 'Новий партнер';
$_['text_signup']         = 'Зареєструвався новий партнер:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_company']        = 'Компанія:';
$_['text_email']          = 'E-mail:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Увійти';
