<?php
// Text
$_['text_subject']  = '%s - Запит на експорт/видалення GDPR!';
$_['text_export']   = 'Запит на експорт даних';
$_['text_remove']   = 'Запит на видалення облікового запису';
$_['text_gdpr']     = 'Запит GDPR із цієї електронної адреси. Щоб підтвердити цю дію, натисніть посилання нижче:';
$_['text_ip']       = 'IP, з якого зроблено цей запит:';
$_['text_contact']  = 'Якщо ви не робили цей запит, будь ласка, зв\'яжіться з власником магазину тут:';
$_['text_thanks']   = 'Дякуємо,';
$_['text_ignore']   = 'Якщо ви не створювали цей запит, проігноруйте цей лист.';

// Buttons
$_['button_export'] = 'Я підтверджую експорт моїх даних';
$_['button_remove'] = 'Я підтверджую видалення мого облікового запису';
