<?php
// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо та дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис створено. Ви можете ввійти, використовуючи свою електронну пошту та пароль, на нашому сайті або за наступним посиланням:';
$_['text_approval']       = 'Ваш обліковий запис має бути схвалено перед тим, як ви зможете ввійти. Після схвалення ви зможете ввійти, використовуючи свою електронну пошту та пароль, на нашому сайті або за наступним посиланням:';
$_['text_service']        = 'Після входу ви зможете отримати доступ до інших послуг, включаючи перегляд минулих замовлень, друк рахунків-фактур та редагування інформації облікового запису.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєструвався новий покупець:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-mail:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Увійти';
