<?php
// Text
$_['text_subject']  = 'Ви отримали подарунковий сертифікат від %s';
$_['text_greeting'] = 'Вітаємо, ви отримали подарунковий сертифікат на суму %s';
$_['text_from']     = 'Цей подарунковий сертифікат відправлено вам від %s';
$_['text_message']  = 'З повідомленням';
$_['text_redeem']   = 'Щоб скористатися цим подарунковим сертифікатом, збережіть код <b>%s</b>, потім перейдіть до магазину та замовте товари, які вам сподобалися. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика, перед тим як почнете оформлення замовлення.';
$_['text_footer']   = 'Будь ласка, дайте відповідь на цей лист, якщо у вас є запитання.';
