<?php
// Загаловак
$_['heading_title']        = 'Разлік кошту дастаўкі і падаткаў';

// Тэкст
$_['text_shipping_method'] = 'Параметры спосабу дастаўкі';
$_['text_destination']     = 'Укажыце ваш рэгіён для разліку кошту дастаўкі.';
$_['text_estimate']        = 'Калі ласка, абярыце пераважны спосаб дастаўкі для гэтага заказа.';
$_['text_success']         = 'Поспех: Ваш разлік дастаўкі быў ужыты!';

// Увод
$_['entry_country']        = 'Краіна';
$_['entry_zone']           = 'Рэгіён / Вобласць';
$_['entry_postcode']       = 'Паштовы індэкс';

// Памылкі
$_['error_postcode']       = 'Паштовы індэкс павінен быць ад 2 да 10 сімвалаў!';
$_['error_country']        = 'Калі ласка, абярыце краіну!';
$_['error_zone']           = 'Калі ласка, абярыце рэгіён / вобласць!';
$_['error_shipping']       = 'Увага: Спосаб дастаўкі абавязковы!';
$_['error_no_shipping']    = 'Увага: Няма даступных спосабаў дастаўкі. Калі ласка, <a href="%s">звяжыцеся з намі</a> для дапамогі!';
