<?php
// Загаловак
$_['heading_title'] = 'Выкарыстаць падарункавы сертыфікат';

// Тэкст
$_['text_voucher']  = 'Падарункавы сертыфікат (%s)';
$_['text_success']  = 'Поспех: Ваш падарункавы сертыфікат быў ужыты!';
$_['text_remove']   = 'Поспех: Ваш падарункавы сертыфікат быў выдалены!';

// Увод
$_['entry_voucher'] = 'Увядзіце код падарункавага сертыфіката тут';

// Памылкі
$_['error_voucher'] = 'Увага: Падарункавы сертыфікат альбо несапраўдны, альбо баланс выдаткаваны!';
$_['error_status']  = 'Увага: Падарункавы сертыфікат не ўключаны ў гэтым магазіне!';
