<?php
// Heading
$_['heading_title'] = 'Макеты';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз макеты!';
$_['text_list'] = 'Тізім макетов';
$_['text_add'] = 'Добавление макета';
$_['text_edit'] = 'Өңдеу макета';
$_['text_remove'] = 'Алып тастау';
$_['text_route'] = 'Выберите дүкен и маршруты, которые будут использоваться с этим макетом';
$_['text_module'] = 'Выберите расположение модулей';
$_['text_default'] = 'Әдепкі';
$_['text_content_top'] = 'Верхний контент';
$_['text_content_bottom'] = 'Нижний контент';
$_['text_column_left'] = 'Левая колонка';
$_['text_column_right'] = 'Құқықтаря колонка';

// Column
$_['column_name'] = 'Атауы макета';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы макета';
$_['entry_store'] = 'Дүкен';
$_['entry_route'] = 'Маршрут';
$_['entry_module'] = 'Модуль';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ макетов!';
$_['error_name'] = 'Атауы макета должно быть от 3 до 64 символов!';
$_['error_module'] = 'Модуль обязателен!';
$_['error_default'] = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен в качестве макета дүкеннің по умолчанию!';
$_['error_store'] = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен үшін %s дүкендер!';
$_['error_product'] = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s тауардыңм!';
$_['error_category'] = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s санатм!';
$_['error_manufacturer'] = 'Внимание: Этот макет нельзя удалить, поскольку он назначен %s өндірушінім!';
$_['error_information'] = 'Внимание: Этот макет нельзя удалить, поскольку он в настоящее время назначен %s информационным страницам!';
