<?php
// Heading
$_['heading_title'] = 'Семантический URL';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз семантический URL-мекенжай!';
$_['text_list'] = 'Тізім семантический URL-мекенжайов';
$_['text_add'] = 'Добавление семантического URL';
$_['text_edit'] = 'Өңдеу семантического URL-мекенжайлар';
$_['text_filter'] = 'Сүзгі';
$_['text_default'] = 'Әдепкі';

// Column
$_['column_key'] = 'Ключ';
$_['column_value'] = 'Значение';
$_['column_keyword'] = 'Кілт сөз';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_store'] = 'Дүкен';
$_['column_language'] = 'Тіл';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_store'] = 'Дүкен';
$_['entry_language'] = 'Тіл';
$_['entry_key'] = 'Ключ';
$_['entry_value'] = 'Значение';
$_['entry_keyword'] = 'Кілт сөз';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_keyword'] = 'Убедитесь, что вы используете только символы a-z или 0-9 и - или _ үшін пробелов. Используйте / үшін санаттар.';
$_['help_sort_order'] = 'Сұрыптау реті ключевых слов в URL-мекенжайе.';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно құқықтар үшін изменения семантических URL-мекенжайов (ЧПУ)!';
$_['error_exists'] = 'Внимание: Комбинация дүкеннің, ключа тілдің, значения, ключевого слова уже существует!';
$_['error_key'] = 'Ключ должен быть от 1 до 64 символов!';
$_['error_value'] = 'Значение должно быть от 1 до 255 символов!';
$_['error_value_exists'] = 'Значение уже используется!';
$_['error_keyword'] = 'Кілт сөз должно быть от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Кілт сөз уже используется!';
$_['error_keyword_character'] = 'Кілт сөз может использовать только символы a-z, 0-9, - и _!';
