<?php
// Heading
$_['heading_title']     = 'Групи атрибутів';

// Text
$_['text_success']      = 'Успіх: Групи атрибутів змінено!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Редагувати групу атрибутів';

// Column
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У вас немає прав на зміну груп атрибутів!';
$_['error_name']        = 'Назва групи атрибутів має бути від 1 до 64 символів!';
$_['error_attribute']   = 'Увага: Цю групу атрибутів не може бути видалено, оскільки вона призначена %s атрибутам!';
$_['error_product']     = 'Увага: Цю групу атрибутів не може бути видалено, оскільки вона призначена %s товарам!';
