<?php
// Heading
$_['heading_title']          = 'Атрибути';

// Text
$_['text_success']           = 'Успіх: Атрибути змінено!';
$_['text_list']              = 'Список атрибутів';
$_['text_add']               = 'Додати атрибут';
$_['text_edit']              = 'Редагувати атрибут';

// Column
$_['column_name']            = 'Назва атрибуту';
$_['column_attribute_group'] = 'Група атрибутів';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']             = 'Назва атрибуту';
$_['entry_attribute_group']  = 'Група атрибутів';
$_['entry_sort_order']       = 'Порядок сортування';

// Error
$_['error_warning']          = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']       = 'Увага: У вас немає прав на зміну атрибутів!';
$_['error_attribute_group']  = 'Необхідно вказати групу атрибутів!';
$_['error_name']             = 'Назва атрибуту має бути від 1 до 64 символів!';
$_['error_product']          = 'Увага: Цей атрибут не може бути видалений, оскільки він призначений %s товарам!';
