<?php
// Heading
$_['heading_title']            = 'Завантаження';

// Text
$_['text_success']             = 'Успіх: Завантаження змінено!';
$_['text_list']                = 'Список завантажень';
$_['text_add']                 = 'Додати завантаження';
$_['text_edit']                = 'Редагувати завантаження';
$_['text_upload']              = 'Файл успішно завантажено!';
$_['text_report']              = 'Звіти';

// Column
$_['column_name']              = 'Назва завантаження';
$_['column_ip']                = 'IP-адреса';
$_['column_account']           = 'Облікові записи';
$_['column_store']             = 'Магазин';
$_['column_country']           = 'Країна';
$_['column_date_added']        = 'Дата додавання';
$_['column_action']            = 'Дія';

// Entry
$_['entry_name']               = 'Назва завантаження';
$_['entry_filename']           = 'Ім\'я файлу';
$_['entry_mask']               = 'Маска';

// Help
$_['help_filename']            = 'Ви можете завантажити через кнопку завантаження або використати FTP для завантаження в директорію завантажень і ввести деталі нижче.';
$_['help_mask']                = 'Рекомендується, щоб ім\'я файлу та маска відрізнялися, це запобігає прямому доступу до файлів.';

// Error
$_['error_warning']            = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']         = 'Увага: У вас немає прав на зміну завантажень!';
$_['error_name']               = 'Назва завантаження має бути від 3 до 64 символів!';
$_['error_filename']           = 'Ім\'я файлу має бути від 3 до 128 символів!';
$_['error_filename_character'] = 'Ім\'я файлу може містити лише символи a-Z, 0-9, - та _!';
$_['error_directory']          = 'Завантаження мають знаходитися в каталозі storage/download!';
$_['error_exists']             = 'Файл не існує!';
$_['error_mask']               = 'Маска має бути від 3 до 128 символів!';
$_['error_mask_character']     = 'Маска може містити лише символи a-Z, 0-9, - та _!';
$_['error_file_type']          = 'Недопустимий тип файлу!';
$_['error_product']            = 'Увага: Це завантаження не може бути видалено, оскільки воно призначене %s товарам!';
