<?php
// Heading
$_['heading_title']     = 'Групи фільтрів';

// Text
$_['text_success']      = 'Успіх: Групи фільтрів змінено!';
$_['text_list']         = 'Список груп фільтрів';
$_['text_add']          = 'Додати групу фільтрів';
$_['text_edit']         = 'Редагувати групу фільтрів';

// Column
$_['column_name']       = 'Назва групи фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи фільтрів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У вас немає прав на зміну груп фільтрів!';
$_['error_name']        = 'Назва групи фільтрів має бути від 1 до 64 символів!';
$_['error_filter']      = 'Увага: Цю групу фільтрів не може бути видалено, оскільки вона призначена фільтрам %s!';
