<?php
// Heading
$_['heading_title']           = 'Інформація';

// Text
$_['text_success']            = 'Успіх: Інформацію змінено!';
$_['text_list']               = 'Список інформації';
$_['text_add']                = 'Додати інформацію';
$_['text_edit']               = 'Редагувати інформацію';
$_['text_default']            = 'За замовчуванням';
$_['text_keyword']            = 'Не використовуйте пробіли — замінюйте їх на -, та переконайтеся, що SEO URL є глобально унікальним.';

// Column
$_['column_title']            = 'Заголовок інформації';
$_['column_sort_order']       = 'Порядок сортування';
$_['column_action']           = 'Дія';

// Entry
$_['entry_title']             = 'Заголовок інформації';
$_['entry_description']       = 'Опис';
$_['entry_meta_title']        = 'Мета-тег Title';
$_['entry_meta_keyword']      = 'Мета-тег Keywords';
$_['entry_meta_description']  = 'Мета-тег Description';
$_['entry_store']             = 'Магазини';
$_['entry_keyword']           = 'Ключове слово';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Порядок сортування';
$_['entry_layout']            = 'Перевизначення макету';

// Error
$_['error_warning']           = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']        = 'Увага: У вас немає прав на зміну інформації!';
$_['error_title']             = 'Заголовок інформації має бути від 1 до 64 символів!';
$_['error_description']       = 'Опис має бути більше 3 символів!';
$_['error_meta_title']        = 'Мета заголовок має бути більше 1 та менше 255 символів!';
$_['error_keyword']           = 'SEO URL має бути від 1 до 64 символів!';
$_['error_keyword_exists']    = 'SEO URL має бути унікальним!';
$_['error_keyword_character'] = 'Ключове слово може містити лише символи a-z, 0-9, - та _!';
$_['error_account']           = 'Увага: Цю інформаційну сторінку не може бути видалено, оскільки вона використовується як угоди облікового запису магазину!';
$_['error_checkout']          = 'Увага: Цю інформаційну сторінку не може бути видалено, оскільки вона використовується як угоди оформлення замовлення магазину!';
$_['error_affiliate']         = 'Увага: Цю інформаційну сторінку не може бути видалено, оскільки вона використовується як угоди партнерської програми магазину!';
$_['error_return']            = 'Увага: Цю інформаційну сторінку не може бути видалено, оскільки вона використовується як угоди повернення магазину!';
$_['error_store']             = 'Увага: Цю інформаційну сторінку не може бути видалено, оскільки вона використовується %s магазинами!';
