<?php
// Heading
$_['heading_title']           = 'Виробники';

// Text
$_['text_success']            = 'Успіх: Виробників змінено!';
$_['text_list']               = 'Список виробників';
$_['text_add']                = 'Додати виробника';
$_['text_edit']               = 'Редагувати виробника';
$_['text_default']            = 'За замовчуванням';
$_['text_keyword']            = 'Не використовуйте пробіли — замінюйте їх на -, та переконайтеся, що SEO URL є глобально унікальним.';

// Column
$_['column_image']            = 'Зображення';
$_['column_name']             = 'Назва виробника';
$_['column_sort_order']       = 'Порядок сортування';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва виробника';
$_['entry_store']             = 'Магазини';
$_['entry_keyword']           = 'Ключове слово';
$_['entry_image']             = 'Зображення';
$_['entry_sort_order']        = 'Порядок сортування';
$_['entry_layout']            = 'Перевизначення макету';

// Error
$_['error_warning']           = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']        = 'Увага: У вас немає прав на зміну виробників!';
$_['error_name']              = 'Назва виробника має бути від 1 до 64 символів!';
$_['error_keyword']           = 'SEO URL має бути від 1 до 64 символів!';
$_['error_keyword_exists']    = 'SEO URL має бути унікальним!';
$_['error_keyword_character'] = 'Ключове слово може містити лише символи a-z, 0-9, - та _!';
$_['error_product']           = 'Увага: Цього виробника не може бути видалено, оскільки він призначений %s товарам!';
