<?php
// Heading
$_['heading_title']      = 'Опції';

// Text
$_['text_success']       = 'Успіх: Опції змінено!';
$_['text_list']          = 'Список опцій';
$_['text_add']           = 'Додати опцію';
$_['text_edit']          = 'Редагувати опцію';
$_['text_choose']        = 'Вибір';
$_['text_select']        = 'Список';
$_['text_radio']         = 'Перемикач';
$_['text_checkbox']      = 'Прапорець';
$_['text_input']         = 'Введення';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстова область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата та час';
$_['text_time']          = 'Час';
$_['text_regex']         = 'Регулярний вираз';
$_['text_option']        = 'Опція';
$_['text_value']         = 'Значення опцій';

// Column
$_['column_name']        = 'Назва опції';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва опції';
$_['entry_type']         = 'Тип';
$_['entry_validation']   = 'Перевірка';
$_['entry_option_value'] = 'Назва значення опції';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';

// Help
$_['help_regex']         = 'Використовуйте regex. Наприклад: /[^a-zA-Z0-9_-]/';

// Error
$_['error_warning']      = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']   = 'Увага: У вас немає прав на зміну опцій!';
$_['error_name']         = 'Назва опції має бути від 1 до 128 символів!';
$_['error_type']         = 'Увага: Необхідно вказати значення опції!';
$_['error_option_value'] = 'Назва значення опції має бути від 1 до 128 символів!';
$_['error_value']        = 'Увага: Це значення опції не може бути видалено, оскільки воно призначене %s товарам!';
$_['error_product']      = 'Увага: Цю опцію не може бути видалено, оскільки вона призначена %s товарам!';
