<?php
// Heading
$_['heading_title']          = 'Плани підписки';

// Text
$_['text_success']           = 'Успіх: Плани підписки змінено!';
$_['text_list']              = 'Список планів підписки';
$_['text_add']               = 'Додати план підписки';
$_['text_edit']              = 'Редагувати план підписки';
$_['text_subscription']      = 'Підписка';
$_['text_trial']             = 'Пробний період';
$_['text_day']               = 'День';
$_['text_week']              = 'Тиждень';
$_['text_semi_month']        = 'Півмісяця';
$_['text_month']             = 'Місяць';
$_['text_year']              = 'Рік';

// Entry
$_['entry_name']             = 'Назва плану підписки';
$_['entry_trial_duration']   = 'Тривалість пробного періоду';
$_['entry_trial_cycle']      = 'Цикл пробного періоду';
$_['entry_trial_frequency']  = 'Періодичність пробного періоду';
$_['entry_trial_status']     = 'Статус пробного періоду';
$_['entry_duration']         = 'Тривалість';
$_['entry_cycle']            = 'Цикл';
$_['entry_frequency']        = 'Періодичність';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';

// Column
$_['column_name']            = 'Назва плану підписки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Help
$_['help_trial_duration']    = 'Тривалість — це кількість разів, яку користувач здійснює платіж.';
$_['help_trial_cycle']       = 'Сума підписки розраховується за періодичністю та циклами.';
$_['help_trial_frequency']   = 'Якщо ви використовуєте періодичність "тиждень" і цикл "2", то користувачеві виставлятиметься рахунок кожні 2 тижні.';
$_['help_duration']          = 'Тривалість — це кількість разів, яку користувач здійснює платіж; встановіть 0, якщо платежі мають тривати до скасування.';
$_['help_cycle']             = 'Сума підписки розраховується за періодичністю та циклами.';
$_['help_frequency']         = 'Якщо ви використовуєте періодичність "тиждень" і цикл "2", то користувачеві виставлятиметься рахунок кожні 2 тижні.';

// Error
$_['error_warning']          = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission']       = 'Увага: У вас немає прав на зміну планів підписки!';
$_['error_name']             = 'Назва плану підписки має бути від 3 до 255 символів!';
$_['error_trial_duration']   = 'Тривалість пробного періоду має бути більше 0!';
$_['error_product']          = 'Увага: Цей план підписки не може бути видалено, оскільки він призначений %s товарам!';
