<?php
// Heading
$_['heading_title']      = 'Резервне копіювання та відновлення';

// Text
$_['text_success']       = 'Успіх: Базу даних успішно змінено!';
$_['text_progress']      = 'Процес резервного копіювання';
$_['text_backup']        = 'Резервне копіювання таблиці %s записів %s із %s записів';
$_['text_restore']       = 'Відновлення %s із %s';
$_['text_option']        = 'Параметри резервного копіювання';
$_['text_history']       = 'Історія резервного копіювання';
$_['text_import']        = 'Для великих резервних копій краще завантажити SQL файл через FTP в каталог <strong>~/storage/backup/</strong>.';

// Column
$_['column_filename']    = 'Ім\'я файлу';
$_['column_size']        = 'Розмір';
$_['column_date_added']  = 'Дата додавання';
$_['column_action']      = 'Дія';

// Entry
$_['entry_progress']     = 'Прогрес';
$_['entry_export']       = 'Експорт';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну резервного копіювання та відновлення!';
$_['error_export']       = 'Увага: Ви повинні вибрати принаймні одну таблицю для експорту!';
$_['error_table']        = 'Таблиця %s не знаходиться в списку дозволених!';
$_['error_file']         = 'Файл не знайдено!';
$_['error_directory']    = 'Каталог не знайдено!';
$_['error_not_found']    = 'Помилка: Не вдалося знайти файл %s!';
$_['error_headers_sent'] = 'Помилка: Заголовки вже надіслано!';
$_['error_upload_size']  = 'Файл, що завантажується, не може бути більше %s!';
