<?php
// Heading
$_['heading_title']        = 'Оновлення';

// Text
$_['text_success']         = 'Успіх: Ви використовуєте останню версію %s!';
$_['text_upgrade']         = 'Перевірити останню версію';
$_['text_information']     = 'Інформація про версію';
$_['text_current_version'] = 'Поточна версія';
$_['text_latest_version']  = 'Остання версія';
$_['text_date_added']      = 'Дата випуску';
$_['text_change']          = 'Історія змін';
$_['text_status']          = 'Статус оновлення';
$_['text_ready']           = 'Натисніть кнопку оновити для оновлення до останньої версії...';
$_['text_download']        = 'Завантажується остання...';
$_['text_install']         = 'Копіювання файлів...';
$_['text_patch']           = 'Застосування виправлень...';

// Button
$_['button_upgrade']       = 'Оновити';

// Error
$_['error_permission']     = 'Увага: У вас немає прав для зміни оновлень!';
$_['error_connection']     = 'Не вдалося підключитися до сервера оновлень!';
$_['error_version']        = 'Версія нижча за поточну версію!';
$_['error_download']       = 'Оновлення не може бути завантажено!';
$_['error_file']           = 'Файл оновлення не знайдено!';
$_['error_directory']      = 'Не вдалося створити директорію %s!';
$_['error_copy']           = 'Не вдалося скопіювати файл %s в %s!';
$_['error_unzip']          = 'Zip-файл не може бути відкритий!';
