<?php
// Heading
$_['heading_title']           = 'Формат адреси';

// Text
$_['text_success']            = 'Успіх: Формати адреси змінено!';
$_['text_list']               = 'Список форматів адрес';
$_['text_add']                = 'Додавання формату адреси';
$_['text_edit']               = 'Змінити формат адреси';

// Column
$_['column_name']             = 'Назва формату адреси';
$_['column_address_format']   = 'Формат адреси';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва формату адреси';
$_['entry_address_format']    = 'Формат адреси';

// Help
$_['help_address_format']     = 'Ім\'я = {firstname}<br/>Прізвище = {lastname}<br/>Компанія = {company}<br/>Адреса 1 = {address_1}<br/>Адреса 2 = {address_2}<br/>Місто = {city}<br/>Індекс = {postcode}<br/>Регіон = {zone}<br/>Код регіону = {zone_code}<br/>Країна = {country}';

// Error
$_['error_permission']        = 'Увага: У вас немає прав на зміну форматів адреси!';
$_['error_name']              = 'Назва формату адреси має бути від 1 до 128 символів!';
$_['error_default']           = 'Увага: Цей формат адреси не може бути видалений, оскільки він наразі призначений як формат адреси за замовчуванням!';
$_['error_country']           = 'Увага: Цей формат адреси не може бути видалений, оскільки він наразі призначений для %s країн!';
