<?php
// Heading
$_['heading_title']           = 'Країни';

// Text
$_['text_success']            = 'Успіх: Країни змінено!';
$_['text_list']               = 'Список країн';
$_['text_add']                = 'Додавання країни';
$_['text_edit']               = 'Редагування країни';
$_['text_filter']             = 'Фільтр';

// Column
$_['column_name']             = 'Назва країни';
$_['column_iso_code_2']       = 'Код ISO (2)';
$_['column_iso_code_3']       = 'Код ISO (3)';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва країни';
$_['entry_iso_code_2']        = 'Код ISO (2)';
$_['entry_iso_code_3']        = 'Код ISO (3)';
$_['entry_address_format']    = 'Формат адреси';
$_['entry_postcode_required'] = 'Необхідно вказати поштовий індекс';
$_['entry_status']            = 'Статус';

// Error
$_['error_permission']        = 'Увага: У вас немає прав на зміну країн!';
$_['error_name']              = 'Назва країни має бути від 1 до 128 символів!';
$_['error_iso_code_2']        = 'Код ISO 2 має складатися з 2-х символів!';
$_['error_iso_code_3']        = 'Код ISO 3 має складатися з 3-х символів!';
$_['error_default']           = 'Увага: Цю країну не можна видалити, оскільки вона наразі призначена як країна магазину за замовчуванням!';
$_['error_store']             = 'Увага: Цю країну не можна видалити, оскільки вона наразі призначена для %s магазинів!';
$_['error_address']           = 'Увага: Цю країну не можна видалити, оскільки вона призначена в адресній книзі %s!';
$_['error_zone']              = 'Увага: Цю країну не можна видалити, оскільки вона наразі призначена в %s регіонах!';
$_['error_zone_to_geo_zone']  = 'Увага: Цю країну не можна видалити, оскільки вона наразі призначена для %s регіонів у геозонах!';
