<?php
// Heading
$_['heading_title']        = 'Валюти';

// Text
$_['text_success']         = 'Успіх: Валюти змінено!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Додавання валюти';
$_['text_edit']            = 'Редагування валюти';
$_['text_iso']             = 'Повний список кодів валют ISO та налаштувань можна знайти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">тут</a>.';

// Column
$_['column_title']         = 'Назва валюти';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значення';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Останнє оновлення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва валюти';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значення';
$_['entry_symbol_left']    = 'Символ зліва';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Кількість знаків після коми';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не змінюється, якщо валюта встановлена за замовчуванням.';
$_['help_value']           = 'Значення валюти за замовчуванням у поточній валюті. Встановіть значення 1 для валюти за замовчуванням.';

// Error
$_['error_permission']     = 'Увага: У вас немає прав на зміну валют!';
$_['error_extension']      = 'Увага: Розширення валюти не знайдено!';
$_['error_title']          = 'Назва валюти має бути від 3 до 32 символів!';
$_['error_code']           = 'Код валюти має складатися з 3 символів!';
$_['error_default']        = 'Увага: Цю валюту не можна видалити, оскільки вона наразі призначена як валюта магазину за замовчуванням!';
$_['error_store']          = 'Увага: Цю валюту не можна видалити, оскільки вона наразі призначена для %s магазинів!';
$_['error_order']          = 'Увага: Цю валюту не можна видалити, оскільки вона наразі призначена для %s замовлень!';
