<?php
// Heading
$_['heading_title']      = 'Гео-зони';

// Text
$_['text_success']       = 'Успіх: Гео-зони змінено!';
$_['text_list']          = 'Список географічних зон';
$_['text_add']           = 'Додавання геозони';
$_['text_edit']          = 'Редагування географічної зони';
$_['text_geo_zone']      = 'Географічні зони';

// Column
$_['column_name']        = 'Назва географічної зони';
$_['column_description'] = 'Опис';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва географічної зони';
$_['entry_description']  = 'Опис';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну гео-зон!';
$_['error_name']         = 'Назва географічної зони має бути від 3 до 32 символів!';
$_['error_description']  = 'Назва опису має бути від 3 до 255 символів!';
$_['error_tax_rate']     = 'Увага: Цю гео-зону не можна видалити, оскільки вона наразі призначена одній або кільком податковим ставкам!';
