<?php
// Heading
$_['heading_title']     = 'Мови';

// Text
$_['text_success']      = 'Успіх: Мови змінено!';
$_['text_list']         = 'Список мов';
$_['text_add']          = 'Додавання мови';
$_['text_edit']         = 'Редагування мови';

// Column
$_['column_name']       = 'Назва мови';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва мови';
$_['entry_code']        = 'Код';
$_['entry_extension']   = 'Розширення';
$_['entry_locale']      = 'Локаль';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_locale']       = 'Приклад: uk_UA.UTF-8,uk_UA,uk-ua,uk_ua,ukrainian';
$_['help_status']       = 'Сховати/показати в списку мов';

// Error
$_['error_permission']  = 'Увага: У вас немає прав для зміни мов!';
$_['error_exists']      = 'Увага: Ви вже додали цю мову!';
$_['error_name']        = 'Назва мови має бути від 1 до 32 символів!';
$_['error_code']        = 'Код мови має бути від 2 до 5 символів!';
$_['error_locale']      = 'Локаль обов\'язкова!';
$_['error_default']     = 'Увага: Цю мову не можна видалити, оскільки вона призначена мовою магазину за замовчуванням!';
$_['error_admin']       = 'Увага: Цю мову не можна видалити, оскільки вона наразі призначена як мова адміністрування!';
$_['error_store']       = 'Увага: Цю мову не можна видалити, оскільки вона наразі призначена для %s магазинів!';
$_['error_order']       = 'Увага: Цю мову не можна видалити, оскільки вона наразі призначена для %s замовлень!';
