<?php
// Heading
$_['heading_title']    = 'Класи довжини';

// Text
$_['text_success']     = 'Успіх: Класи довжини змінено!';
$_['text_list']        = 'Список класів довжини';
$_['text_add']         = 'Додавання класу довжини';
$_['text_edit']        = 'Редагування класу довжини';

// Column
$_['column_title']     = 'Назва довжини';
$_['column_unit']      = 'Одиниця довжини';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва довжини';
$_['entry_unit']       = 'Одиниця довжини';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Значення довжини за замовчуванням в одиниці поточної довжини. Встановіть значення 1 для довжини за замовчуванням.';

// Error
$_['error_permission'] = 'Увага: У вас немає прав для зміни класів довжини!';
$_['error_title']      = 'Назва довжини має бути від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця довжини має бути від 1 до 4 символів!';
$_['error_default']    = 'Увага: Цей клас довжини не може бути видалений, оскільки він наразі призначений класом довжини магазину за замовчуванням!';
$_['error_product']    = 'Увага: Цей клас довжини не може бути видалений, оскільки він наразі призначений %s товарам!';
