<?php
// Heading
$_['heading_title']    = 'Розташування магазину';

// Text
$_['text_success']     = 'Успіх: Розташування магазину змінено!';
$_['text_list']        = 'Список розташувань магазинів';
$_['text_add']         = 'Додавання розташування магазину';
$_['text_edit']        = 'Редагування розташування магазину';
$_['text_geocode']     = 'Геокод не був призначений з наступних причин:';

// Column
$_['column_name']      = 'Назва магазину';
$_['column_address']   = 'Адреса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва магазину';
$_['entry_address']    = 'Адреса';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Час роботи';
$_['entry_comment']    = 'Коментар';

// Help
$_['help_geocode']     = 'Будь ласка, введіть геокод розташування вашого магазину вручну.';
$_['help_open']        = 'Заповніть час роботи вашого магазину.';
$_['help_comment']     = 'Це поле для будь-яких спеціальних приміток, які ви хотіли б повідомити покупцеві, напр. магазин не приймає чеки.';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну розташування магазину!';
$_['error_name']       = 'Назва магазину має бути від 3 до 32 символів!';
$_['error_address']    = 'Адреса має бути від 3 до 128 символів!';
$_['error_telephone']  = 'Телефон має бути від 3 до 32 символів!';
