<?php
// Heading
$_['heading_title']    = 'Статуси замовлення';

// Text
$_['text_success']     = 'Успіх: Статуси замовлення змінено!';
$_['text_list']        = 'Список статусів замовлення';
$_['text_add']         = 'Додавання статусу замовлення';
$_['text_edit']        = 'Редагування статусу замовлення';

// Column
$_['column_name']      = 'Назва статусу замовлення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу замовлення';

// Error
$_['error_permission'] = 'Увага: У вас немає прав для зміни статусів замовлення!';
$_['error_name']       = 'Назва статусу замовлення має бути від 3 до 32 символів!';
$_['error_default']    = 'Увага: Цей статус замовлення не може бути видалений, оскільки він наразі призначений як статус замовлення за замовчуванням у магазині!';
$_['error_download']   = 'Увага: Цей статус замовлення не може бути видалений, оскільки він наразі призначений як статус завантаження за замовчуванням!';
$_['error_order']      = 'Увага: Цей статус замовлення не може бути видалений, оскільки він наразі призначений для %s замовлень!';
