<?php
// Heading
$_['heading_title']    = 'Статуси повернення';

// Text
$_['text_success']     = 'Успіх: Статуси повернення змінено!';
$_['text_list']        = 'Список статусів повернення';
$_['text_add']         = 'Додавання статусу повернення';
$_['text_edit']        = 'Редагування статусу повернення';

// Column
$_['column_name']      = 'Назва статусу повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу повернення';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну статусів повернення!';
$_['error_name']       = 'Назва статусу повернення має бути від 3 до 32 символів!';
$_['error_default']    = 'Увага: Цей статус повернення не може бути видалений, оскільки він наразі призначений як статус повернення за замовчуванням!';
$_['error_return']     = 'Увага: Цей статус повернення не може бути видалений, оскільки наразі призначений %s поверненням!';
