<?php
// Heading
$_['heading_title']    = 'Дії повернення';

// Text
$_['text_success']     = 'Успіх: Дії по поверненню змінено!';
$_['text_list']        = 'Список дій по поверненню';
$_['text_add']         = 'Додавання дії повернення';
$_['text_edit']        = 'Редагування дії повернення';

// Column
$_['column_name']      = 'Назва дії по поверненню';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва дії по поверненню';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну дій по поверненню!';
$_['error_name']       = 'Назва дії по поверненню має бути від 3 до 64 символів!';
$_['error_return']     = 'Увага: Цю дію повернення не можна видалити, оскільки вона призначена %s поверненим товарам!';
