<?php
// Heading
$_['heading_title']    = 'Причини повернення';

// Text
$_['text_success']     = 'Успіх: Причини повернення змінено!';
$_['text_list']        = 'Список причин повернення';
$_['text_add']         = 'Додавання причини повернення';
$_['text_edit']        = 'Редагування причини повернення';

// Column
$_['column_name']      = 'Назва причини повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва причини повернення';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну причин повернення!';
$_['error_name']       = 'Назва причини повернення має бути від 3 до 128 символів!';
$_['error_return']     = 'Увага: Причину повернення не можна видалити, оскільки наразі вона призначена %s поверненим товарам!';
