<?php
// Heading
$_['heading_title']    = 'Статуси складу';

// Text
$_['text_success']     = 'Успіх: Статуси складу змінено!';
$_['text_list']        = 'Список статусів складу';
$_['text_add']         = 'Додавання статусу складу';
$_['text_edit']        = 'Редагування статусу складу';

// Column
$_['column_name']      = 'Назва статусу складу';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу складу';

// Error
$_['error_permission'] = 'Увага: У вас немає прав для зміни статусів складу!';
$_['error_name']       = 'Назва статусу складу має бути від 3 до 32 символів!';
$_['error_product']    = 'Увага: Цей статус складу не може бути видалений, оскільки він наразі призначений %s товарам!';
