<?php
// Heading
$_['heading_title']      = 'Статуси підписки';

// Text
$_['text_success']       = 'Успіх: Статуси підписки змінено!';
$_['text_list']          = 'Список статусів підписки';
$_['text_add']           = 'Додавання статусу підписки';
$_['text_edit']          = 'Редагування статусу підписки';

// Column
$_['column_name']        = 'Назва статусу підписки';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва статусу підписки';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну статусів підписки!';
$_['error_name']         = 'Назва статусу підписки має бути від 3 до 32 символів!';
$_['error_default']      = 'Увага: Цей статус підписки не може бути видалений, оскільки він наразі призначений як статус підписки за замовчуванням магазину!';
$_['error_subscription'] = 'Увага: Цей статус підписки не може бути видалений, оскільки він наразі призначений для %s підписок!';
