<?php
// Heading
$_['heading_title']     = 'Податкові класи';

// Text
$_['text_success']      = 'Успіх: Податкові класи змінено!';
$_['text_list']         = 'Список податкових класів';
$_['text_add']          = 'Додавання податкового класу';
$_['text_edit']         = 'Редагування податкового класу';
$_['text_tax_class']    = 'Клас податку';
$_['text_tax_rate']     = 'Податкові ставки';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Платіжна адреса';
$_['text_store']        = 'Адреса магазину';

// Column
$_['column_title']      = 'Назва податкового класу';
$_['column_action']     = 'Дія';

// Entry
$_['entry_title']       = 'Назва податкового класу';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'На основі';
$_['entry_geo_zone']    = 'Гео-зона';
$_['entry_priority']    = 'Пріоритет';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на зміну податкових класів!';
$_['error_title']       = 'Назва податкового класу має бути від 3 до 32 символів!';
$_['error_description'] = 'Опис має бути від 3 до 255 символів!';
$_['error_product']     = 'Увага: Цей податковий клас не може бути видалений, оскільки він наразі призначений %s товарам!';
