<?php
// Heading
$_['heading_title']        = 'Податкові ставки';

// Text
$_['text_success']         = 'Успіх: Податкові ставки змінено!';
$_['text_list']            = 'Список податкових ставок';
$_['text_add']             = 'Додавання податкової ставки';
$_['text_edit']            = 'Редагування податкової ставки';
$_['text_percent']         = 'Відсотки';
$_['text_amount']          = 'Фіксована сума';

// Column
$_['column_name']          = 'Назва податку';
$_['column_rate']          = 'Податкова ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Гео-зона';
$_['column_action']        = 'Дія';

// Entry
$_['entry_name']           = 'Назва податку';
$_['entry_rate']           = 'Податкова ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Група покупця';
$_['entry_geo_zone']       = 'Гео-зона';

// Error
$_['error_permission']     = 'Увага: У вас немає прав на зміну податкових ставок!';
$_['error_tax_rule']       = 'Увага: Цю податкову ставку не можна видалити, оскільки вона призначена %s податковим класам!';
$_['error_name']           = 'Назва має бути від 3 до 32 символів!';
$_['error_rate']           = 'Необхідно вказати податкову ставку!';
