<?php
// Heading
$_['heading_title']    = 'Класи ваги';

// Text
$_['text_success']     = 'Успіх: Класи ваги змінено!';
$_['text_list']        = 'Список класів ваги';
$_['text_add']         = 'Додавання класу ваги';
$_['text_edit']        = 'Редагування класу ваги';

// Column
$_['column_title']     = 'Назва ваги';
$_['column_unit']      = 'Одиниці ваги';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва ваги';
$_['entry_unit']       = 'Одиниці ваги';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Значення ваги за замовчуванням у поточній одиниці ваги. Встановіть значення 1 для вашої ваги за замовчуванням.';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну вагових класів!';
$_['error_title']      = 'Назва одиниці ваги має бути від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця ваги має бути від 1 до 4 символів!';
$_['error_default']    = 'Увага: Цей ваговий клас не може бути видалений, оскільки він наразі призначений як клас ваги за замовчуванням!';
$_['error_product']    = 'Увага: Цей ваговий клас не можна видалити, оскільки він наразі призначений %s товарам!';
