<?php
// Heading
$_['heading_title']          = 'Регіони';

// Text
$_['text_success']           = 'Успіх: Регіони змінено!';
$_['text_list']              = 'Список регіонів';
$_['text_add']               = 'Додавання регіону';
$_['text_edit']              = 'Редагування регіону';
$_['text_filter']            = 'Фільтр';

// Column
$_['column_name']            = 'Назва регіону';
$_['column_code']            = 'Код регіону';
$_['column_country']         = 'Країна';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']             = 'Назва регіону';
$_['entry_code']             = 'Код регіону';
$_['entry_country']          = 'Країна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Увага: У вас немає прав на зміну регіонів!';
$_['error_name']             = 'Назва регіону має бути від 3 до 128 символів!';
$_['error_default']          = 'Увага: Цей регіон не можна видалити, оскільки він наразі призначений як регіон магазину за замовчуванням!';
$_['error_store']            = 'Увага: Цей регіон не можна видалити, оскільки він наразі призначений для %s магазинів!';
$_['error_address']          = 'Увага: Цей регіон не можна видалити, оскільки він наразі призначений %s адресним книгам!';
$_['error_zone_to_geo_zone'] = 'Увага: Цей регіон не можна видалити, оскільки він наразі призначений %s регіонам у геозонах!';
