<?php
// Heading
$_['heading_title'] = 'Конвертер валют Европейского Центрального банка';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз конвертер валют Европейского Центрального Банка!';
$_['text_edit'] = 'Өңдеу Европейского Центрального Банка';
$_['text_support'] = 'Для этого кеңейтімдер требуется валюта EUR.';

// Entry
$_['entry_status'] = 'Күйі';

// Error
$_['error_permission'] = 'Внимание: У вас нет рұқсаттар на изменение валюталар Европейского Центрального Банка!';
