<?php
// Heading
$_['heading_title'] = 'Бонустық баллдарды пайдалану (Қолжетімді: %s)';

// Text
$_['text_success']  = 'Сәтті: Бонустық баллдарға жеңілдік қолданылды!';

// Entry
$_['entry_reward']  = 'Қолданылатын баллдар (Макс. %s)';

// Error
$_['error_reward']  = 'Назар аударыңыз: Қолданылатын бонустық баллдар санын енгізіңіз!';
$_['error_points']  = 'Назар аударыңыз: Сізде %s бонустық балл жоқ!';
$_['error_maximum'] = 'Назар аударыңыз: Қолдануға болатын максималды балл саны %s!';
$_['error_status']  = 'Назар аударыңыз: Бұл дүкенде бонустық баллдар жоқ!';
