<?php
// Text
$_['text_subject']  = '%s - Ваш партнерський акаунт активовано!';
$_['text_welcome']  = 'Ласкаво просимо та дякуємо за реєстрацію в %s!';
$_['text_login']    = 'Ваш обліковий запис було схвалено, і ви можете увійти, використовуючи свою адресу електронної пошти та пароль, відвідавши наш веб-сайт або за наступним посиланням:';
$_['text_service']  = 'Після входу в систему ви зможете генерувати коди відстеження, відстежувати комісійні платежі та редагувати інформацію про ваш обліковий запис.';
$_['text_thanks']   = 'Дякуємо,';
