<?php
// Text
$_['text_subject'] = '%s - Ваш акаунт активовано!';
$_['text_welcome'] = 'Ласкаво просимо та дякуємо за реєстрацію в %s!';
$_['text_login']   = 'Ваш обліковий запис створено, і ви можете увійти, використовуючи свою адресу електронної пошти та пароль, відвідавши наш веб-сайт за наступним посиланням:';
$_['text_service'] = 'Після входу в систему ви зможете отримати доступ до інших послуг, включаючи перегляд минулих замовлень, друк рахунків-фактур та редагування інформації про ваш обліковий запис.';
$_['text_thanks']  = 'Дякуємо,';

// Button
$_['button_login'] = 'Увійти';
