<?php
// Text
$_['text_subject']   = '%s - GDPR запит відхилено!';
$_['text_export']    = 'Запит експорту даних облікового запису';
$_['text_remove']    = 'Запит на видалення облікового запису';
$_['text_hello']     = 'Привіт <strong>%s</strong>,';
$_['text_user']      = 'Користувач';
$_['text_contact']   = 'На жаль, ваш запит було відхилено. Для отримання додаткової інформації ви можете зв\'язатися з магазином тут:';
$_['text_thanks']    = 'Дякуємо,';

// Button
$_['button_contact'] = 'Зв\'язатися з нами';
