<?php
// Text
$_['text_subject'] = '%s - GDPR запит схвалено!';
$_['text_request'] = 'Запит на видалення облікового запису';
$_['text_hello']   = 'Привіт <strong>%s</strong>,';
$_['text_user']    = 'Користувач';
$_['text_gdpr']    = 'Ваш запит на видалення даних GDPR схвалено і буде видалено через <strong>%s днів</strong>.';
$_['text_q']       = 'П. Чому ми не видаляємо ваші дані прямо зараз?';
$_['text_a']       = 'Запити на видалення облікового запису будуть оброблені через <strong>%s днів</strong>, щоб будь-які повернення коштів або виявлення шахрайства могли бути оброблені.';
$_['text_delete']  = 'Ви отримаєте листа, який повідомить вас про те, що ваш обліковий запис було видалено.';
$_['text_thanks']  = 'Дякуємо,';
