<?php
// Heading
$_['heading_title']      = 'Несие картасымен төлеу';

// Text
$_['text_title']         = 'Төменде карта деректеріңізді енгізіңіз';
$_['text_description']   = 'Бұл төлем әдісі жалған болып табылады және несие картасы туралы ақпаратты сақтамайды, сонымен қатар жұмыс істеп тұрған сайтта пайдаланылмауы керек.';
$_['text_month']         = 'Айлар';
$_['text_year']          = 'Жылдар';
$_['text_store']         = 'Картамды есте сақтау';

// Entry
$_['entry_card_name']    = 'Карта иесінің аты';
$_['entry_card_number']  = 'Несие картасының нөмірі';
$_['entry_card_expire']  = 'Жарамдылық мерзімі';
$_['entry_card_cvv']     = 'CVV коды';

// Help
$_['help_name']          = 'Карта иесінің аты';

// Error
$_['error_card_name']    = 'Қате: Карта иесінің аты міндетті!';
$_['error_card_number']  = 'Қате: Несие картасының нөмірі міндетті!';
$_['error_card_expire']  = 'Қате: Жарамдылық мерзімі міндетті!';
$_['error_card_expired'] = 'Қате: Несие картасының мерзімі өткен!';
$_['error_card_cvv']     = 'Қате: CVV 3 цифрдан тұруы керек!';
