<?php
// Heading
$_['heading_title']     = 'Запит щодо захисту персональних даних (GDPR)';

// Text
$_['text_account']      = 'Обліковий запис';
$_['text_gdpr']         = 'Ви можете переглянути політику GDPR %s на сторінці <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'Підтвердження облікового запису';
$_['text_email']        = 'Перш ніж ми зможемо виконати будь-які запити GDPR, ми повинні підтвердити ваш обліковий запис. Будь ласка, введіть свою адресу електронної пошти нижче.';
$_['text_action']       = 'Виберіть дію';
$_['text_export']       = 'Експорт персональних даних';
$_['text_remove']       = 'Видалення персональних даних';
$_['text_warning']      = 'Попередження: Ви втратите доступ до свого облікового запису!';
$_['text_access']       = 'Ви більше не матимете доступу до вашого облікового запису %s.';
$_['text_history']      = 'Ви більше не матимете доступу до історії замовлень, рахунків, списків бажань або завантажень.';
$_['text_limit']        = 'Запити на видалення облікового запису будуть опрацьовані через <strong>%s днів</strong>, щоб можна було обробити запити щодо виявлення шахрайства, повернення платежів або відшкодування.';
$_['text_success']      = 'Успіх: Лист надіслано на вашу електронну адресу!';
$_['text_cancel']       = 'Скасувати';

// Entry
$_['entry_email']       = 'Електронна пошта';

// Error
$_['error_email']       = 'Адреса електронної пошти не є дійсною!';
$_['error_action']      = 'Ви повинні вибрати дійсну дію GDPR!';
