<?php
// Тэкст
$_['text_success']       = 'Поспех: Вы змянілі свой кошык!';
$_['text_subscription']  = 'Падпіска';

// Памылкі
$_['error_warning']      = 'Увага: Уважліва праверце кошык на наяўнасць памылак!';
$_['error_product']      = 'Увага: Тавар не знойдзены!';
$_['error_stock']        = 'Тавар недаступны ў патрэбнай колькасці або адсутнічае на складзе!';
$_['error_minimum']      = 'Мінімальная сума заказа для %s складае %s!';
$_['error_option']       = 'Опцыя не знойдзена!';
$_['error_option_stock'] = 'Варыянт недаступны ў патрэбнай колькасці або адсутнічае на складзе!';
$_['error_required']     = '%s абавязкова да запаўнення!';
$_['error_regex']        = '%s не з\'яўляецца дапушчальным уводам!';
$_['error_subscription'] = 'План падпіскі несапраўдны!';
