<?php
// Тэкст
$_['text_success']           = 'Поспех: Спосаб аплаты быў усталяваны!';

// Памылкі
$_['error_customer']         = 'Увага: Звесткі пра пакупніка абавязковыя!';
$_['error_product']          = 'Увага: Тавар абавязковы!';
$_['error_shipping_address'] = 'Увага: Адрас дастаўкі абавязковы!';
$_['error_shipping_method']  = 'Увага: Спосаб дастаўкі абавязковы!';
$_['error_payment_address']  = 'Увага: Платёжны адрас абавязковы!';
$_['error_no_payment']       = 'Увага: Няма даступных варыянтаў аплаты!';
$_['error_payment_method']   = 'Увага: Спосаб аплаты абавязковы!';
