<?php
// Text
$_['text_log']               = 'Перевірте журнал підписки для отримання детальної інформації.';

// Error
$_['error_store'] 		     = 'Попередження: Магазин не знайдено!';
$_['error_language']         = 'Попередження: Мову не знайдено!';
$_['error_currency']         = 'Попередження: Валюту не знайдено!';
$_['error_customer']         = 'Попередження: Покупця не знайдено!';
$_['error_payment_address']  = 'Попередження: Платіжну адресу не знайдено!';
$_['error_shipping_address'] = 'Попередження: Адресу доставки не знайдено!';
$_['error_product']          = 'Попередження: Товар %s не знайдено!';
$_['error_option']           = 'Попередження: Опцію %s не знайдено!';
$_['error_shipping_method']  = 'Попередження: Спосіб доставки обов\'язковий!';
$_['error_payment_method']   = 'Попередження: Спосіб оплати обов\'язковий!';
$_['error_extension']        = 'Попередження: Розширення способу оплати не знайдено!';
