<?php
// Загаловак
$_['heading_title']              = 'Кошык';

// Тэкст
$_['text_success']               = 'Поспех: Вы дадалі <a href="%s">%s</a> у ваш <a href="%s">кошык</a>!';
$_['text_edit']                  = 'Поспех: Вы змянілі свой кошык!';
$_['text_remove']                = 'Поспех: Вы выдалілі тавар з кошыка!';
$_['text_login']                 = 'Увага: Вы павінны <a href="%s">увайсці</a> або <a href="%s">стварыць уліковы запіс</a> для прагляду цэн!';
$_['text_no_results']            = 'Ваш кошык пусты!';
$_['text_model']                 = 'Мадэль';
$_['text_subscription']          = 'Падпіска';
$_['text_subscription_trial']    = '%s кожныя %d %s для %d плацяжоў потым ';
$_['text_subscription_duration'] = '%s кожныя %d %s для %d плацяжоў';
$_['text_subscription_cancel']   = '%s кожныя %d %s да адмены';
$_['text_day']                   = 'дзень';
$_['text_week']                  = 'тыдзень';
$_['text_semi_month']            = 'паўмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_points']                = 'Бонусныя балы';
$_['text_next']                  = 'Што б вы хацелі зрабіць далей?';
$_['text_next_choice']           = 'Абярыце, калі ў вас ёсць код скідкі або бонусныя балы, якія вы хочаце выкарыстаць, або хочаце ацаніць кошт дастаўкі.';

// Калонкі
$_['column_image']               = 'Выява';
$_['column_name']                = 'Тавар';
$_['column_quantity']            = 'Колькасць';
$_['column_price']               = 'Цана за адзінку';
$_['column_total']               = 'Усяго';

// Памылкі
$_['error_stock']                = 'Тавары, пазначаныя *** адсутнічаюць у патрэбнай колькасці або іх няма на складзе!';
$_['error_minimum']              = 'Мінімальная сума заказа %s!';
$_['error_required']             = '%s абавязкова да запаўнення!';
$_['error_regex']                = '%s не з\'яўляецца дапушчальным уводам!';
$_['error_product']              = 'Увага: Тавар не знойдзены!';
$_['error_subscription']         = 'План падпіскі несапраўдны!';
