<?php
// Загаловак
$_['heading_title'] = 'Збой аплаты!';

// Тэкст
$_['text_basket']   = 'Кошык';
$_['text_checkout'] = 'Афармленне заказа';
$_['text_failure']  = 'Збой аплаты';
$_['text_message']  = '<p>У працэсе аплаты ўзнікла памылка. З-за памылкі не ўдалося завяршыць афармленне заказа.</p><p>Магчымыя прычыны:</p><ul><li>Недастаткова сродкаў</li><li>Збой праверкі</li></ul><p>Калі ласка, паўтарыце спробу, выбраўшы іншы спосаб аплаты.</p><p>Калі памылка паўтарылася, калі ласка <a href="%s">звяжыцеся з намі</a> і паведаміце падрабязнасці заказа.</p>';
