<?php
// Загаловак
$_['heading_title']          = 'Метад аплаты';

// Тэкст
$_['text_payment_method']    = 'Спосабы аплаты';
$_['text_payment']           = 'Калі ласка, абярыце пераважны спосаб аплаты для гэтага заказа.';
$_['text_comments']          = 'Дадаць каментарый да заказа';
$_['text_agree']             = 'Я прачытаў і згодны з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']           = 'Поспех: Вы змянілі спосаб аплаты!';
$_['text_comment']           = 'Поспех: Каментарый дададзены!';

// Увод
$_['entry_payment_method']   = 'Абярыце спосаб аплаты...';

// Памылкі
$_['error_order']            = 'Заказ не знойдзены! Калі ласка, абнавіце старонку.';
$_['error_customer']         = 'Пакупнік абавязковы!';
$_['error_payment_address']  = 'Неабходна указаць адрас аплаты!';
$_['error_shipping_address'] = 'Неабходна указаць адрас дастаўкі!';
$_['error_shipping_method']  = 'Неабходна указаць спосаб дастаўкі!';
$_['error_payment_method']   = 'Неабходна указаць спосаб аплаты!';
$_['error_no_payment']       = 'Няма даступных варыянтаў аплаты. Калі ласка, <a href="%s">звяжыцеся з намі</a> для дапамогі!';
