<?php
// Загаловак
$_['heading_title']            = 'Вашы персанальныя даныя';

// Тэкст
$_['text_login']               = 'Калі ў вас ужо ёсць уліковы запіс, калі ласка, увайдзіце на <a href="%s"><strong>старонцы ўваходу</strong></a>.';
$_['text_register']            = 'Рэгістрацыя ўліковага запісу';
$_['text_guest']               = 'Афармленне без рэгістрацыі';
$_['text_payment_address']     = 'Платёжны адрас';
$_['text_shipping_address']    = 'Адрас дастаўкі';
$_['text_your_password']       = 'Ваш пароль';
$_['text_agree']               = 'Я прачытаў і згодны з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']         = 'Поспех: Ваш уліковы запіс створаны!';
$_['text_success_guest']       = 'Поспех: Інфармацыя аб вашай гасцявы ўліковым запісе захавана!';
$_['text_success_edit']        = 'Поспех: Ваш уліковы запіс паспяхова абноўлены!';

// Увод
$_['entry_customer_group']     = 'Тып уліковага запісу';
$_['entry_firstname']          = 'Імя';
$_['entry_lastname']           = 'Прозвішча';
$_['entry_email']              = 'Эл. пошта';
$_['entry_telephone']          = 'Тэлефон';
$_['entry_password']           = 'Пароль';
$_['entry_company']            = 'Кампанія';
$_['entry_address_1']          = 'Адрас 1';
$_['entry_address_2']          = 'Адрас 2';
$_['entry_postcode']           = 'Паштовы індэкс';
$_['entry_city']               = 'Горад';
$_['entry_country']            = 'Краіна';
$_['entry_zone']               = 'Рэгіён / Вобласць';
$_['entry_match']              = 'Мой адрас дастаўкі супадае з адрасам плацяжу.';
$_['entry_newsletter']         = 'Я хачу падпісацца на рассылку навін %s.';

// Памылкі
$_['error_guest']              = 'Увага: Тавары ў вашым кошыку патрабуюць рэгістрацыі ўліковага запісу!';
$_['error_firstname']          = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']           = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_customer_group']     = 'Група пакупнікоў несапраўдная!';
$_['error_customer_approval']  = 'Увага: Гэта група пакупнікоў патрабуе ўхвалення і не можа быць выкарыстана ў гасцявы ўліковым запісе.';
$_['error_email']              = 'Адрас электроннай пошты несапраўдны!';
$_['error_exists']             = 'Увага: Адрас эл. пошты ўжо зарэгістраваны!';
$_['error_telephone']          = 'Тэлефон павінен быць ад 3 да 32 сімвалаў!';
$_['error_password']           = 'Пароль павінен утрымліваць %s і быць ад %d да 40 сімвалаў!';
$_['error_password_uppercase'] = 'загалоўную літару';
$_['error_password_lowercase'] = 'малую літару';
$_['error_password_number']    = 'лічбу';
$_['error_password_symbol']    = 'сімвал';
$_['error_password_length']    = 'Пароль павінен быць ад %d да 40 сімвалаў!';
$_['error_address_1']          = 'Адрас 1 павінен быць ад 3 да 128 сімвалаў!';
$_['error_city']               = 'Горад павінен быць ад 2 да 128 сімвалаў!';
$_['error_postcode']           = 'Паштовы індэкс павінен быць ад 2 да 10 сімвалаў!';
$_['error_country']            = 'Калі ласка, абярыце краіну!';
$_['error_zone']               = 'Калі ласка, абярыце рэгіён / вобласць!';
$_['error_agree']              = 'Увага: Вы павінны пагадзіцца з %s!';
$_['error_custom_field']       = '%s абавязкова да запаўнення!';
$_['error_regex']              = '%s не з\'яўляецца дапушчальным уводам!';
