<?php
// Загаловак
$_['heading_title']          = 'Спосаб дастаўкі';

// Тэкст
$_['text_shipping_method']   = 'Параметры спосабу дастаўкі';
$_['text_shipping']          = 'Калі ласка, абярыце пераважны спосаб дастаўкі для гэтага заказа.';
$_['text_success']           = 'Поспех: Вы змянілі спосаб дастаўкі!';

// Увод
$_['entry_shipping_method']  = 'Абярыце спосаб дастаўкі...';

// Памылкі
$_['error_customer']         = 'Пакупнік абавязковы!';
$_['error_payment_address']  = 'Неабходна указаць адрас аплаты!';
$_['error_shipping_address'] = 'Неабходна указаць адрас дастаўкі!';
$_['error_shipping_method']  = 'Неабходна указаць спосаб дастаўкі!';
$_['error_no_shipping']      = 'Няма даступных варыянтаў дастаўкі. Калі ласка, <a href="%s">звяжыцеся з намі</a> для дапамогі!';
