<?php
// Загаловак
$_['heading_title']         = 'Адрас дастаўкі';

// Тэкст
$_['text_address_new']      = 'Я хачу выкарыстоўваць новы адрас';
$_['text_address_existing'] = 'Я хачу выкарыстоўваць існуючы адрас';
$_['text_success']          = 'Поспех: Вы змянілі адрас дастаўкі!';

// Увод
$_['entry_address']         = 'Выбраць адрас';
$_['entry_firstname']       = 'Імя';
$_['entry_lastname']        = 'Прозвішча';
$_['entry_company']         = 'Кампанія';
$_['entry_address_1']       = 'Адрас 1';
$_['entry_address_2']       = 'Адрас 2';
$_['entry_postcode']        = 'Паштовы індэкс';
$_['entry_city']            = 'Горад';
$_['entry_country']         = 'Краіна';
$_['entry_zone']            = 'Рэгіён / Вобласць';

// Памылкі
$_['error_address']         = 'Адрас дастаўкі не знойдзены!';
$_['error_firstname']       = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']        = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_address_1']       = 'Адрас 1 павінен быць ад 3 да 128 сімвалаў!';
$_['error_city']            = 'Горад павінен быць ад 2 да 128 сімвалаў!';
$_['error_postcode']        = 'Паштовы індэкс павінен быць ад 2 да 10 сімвалаў!';
$_['error_country']         = 'Калі ласка, абярыце краіну!';
$_['error_zone']            = 'Калі ласка, абярыце рэгіён / вобласць!';
$_['error_custom_field']    = '%s абавязкова да запаўнення!';
$_['error_regex']           = '%s не з\'яўляецца дапушчальным уводам!';
