<?php
// Загаловак
$_['heading_title'] = 'Ваш заказ быў размешчаны!';

// Тэкст
$_['text_basket']   = 'Кошык';
$_['text_checkout'] = 'Афармленне заказа';
$_['text_success']  = 'Поспех';
$_['text_customer'] = '<p>Ваш заказ быў паспяхова апрацаваны!</p><p>Вы можаце праглядаць гісторыю заказаў у <a href="%s">маім уліковым запісе</a>, адкрыўшы <a href="%s">гісторыю заказаў</a>.</p><p>Калі ў вашым заказе ёсць лічбавыя тавары для спампоўкі, вы можаце паглядзець іх на старонцы <a href="%s">спампоўкі</a>.</p><p>Калі ў вас узнікнуць якія-небудзь пытанні, калі ласка, <a href="%s">звяжыцеся з уладальнікам магазіна</a>.</p><p>Дзякуй за пакупкі ў нашым інтэрнэт-магазіне!</p>';
$_['text_guest']    = '<p>Ваш заказ быў паспяхова сфарміраваны!</p><p>Калі ў вас узнікнуць якія-небудзь пытанні, калі ласка, <a href="%s">звяжыцеся з намі</a>.</p><p>Дзякуй за пакупкі ў нашым інтэрнэт-магазіне!</p>';
