<?php
// Загаловак
$_['heading_title']    = 'Купіць падарункавы сертыфікат';

// Тэкст
$_['text_account']     = 'Уліковы запіс';
$_['text_voucher']     = 'Падарункавы сертыфікат';
$_['text_description'] = 'Гэты падарункавы сертыфікат будзе адпраўлены атрымальніку пасля аплаты заказа.';
$_['text_agree']       = 'Я разумею, што падарункавыя сертыфікаты не падлягаюць вяртанню';
$_['text_message']     = '<p>Дзякуй за пакупку падарункавага сертыфіката! Пасля завяршэння заказа атрымальніку будзе высланы ліст з інструкцыяй аб тым, як скарыстацца сертыфікатам.</p>';
$_['text_for']         = '%s падарункавы сертыфікат для %s';

// Увод
$_['entry_to_name']    = 'Імя атрымальніка';
$_['entry_to_email']   = 'Эл. пошта атрымальніка';
$_['entry_from_name']  = 'Ваша імя';
$_['entry_from_email'] = 'Ваша эл. пошта';
$_['entry_theme']      = 'Тэма падарункавага сертыфіката';
$_['entry_message']    = 'Паведамленне';
$_['entry_amount']     = 'Сума';

// Даведка
$_['help_message']     = 'Неабавязкова';
$_['help_amount']      = 'Значэнне павінна быць паміж %s і %s';

// Памылкі
$_['error_token']      = 'Увага: Токен купона несапраўдны!';
$_['error_voucher']    = 'Сертыфікат не знойдзены!';
$_['error_to_name']    = 'Назва атрымальніка павінна быць ад 1 да 64 сімвалаў!';
$_['error_from_name']  = 'Ваша імя павінна быць ад 1 да 64 сімвалаў!';
$_['error_email']      = 'Адрас электроннай пошты несапраўдны!';
$_['error_theme']      = 'Вы павінны выбраць тэму!';
$_['error_amount']     = 'Сума павінна быць больш за %s і менш за %s!';
$_['error_agree']      = 'Увага: Вы павінны пагадзіцца з тым, што падарункавыя сертыфікаты не падлягаюць вяртанню!';
