<?php
// Heading
$_['heading_title'] = 'Абараніце свой уліковы запіс';

// Text
$_['text_security'] = 'Вы павінны адказаць на пытанне бяспекі кожны раз, калі ўваходзіце з невядомай прылады або камп\'ютара.';
$_['text_code']     = 'Націсніце кнопку адпраўкі, каб даслаць код бяспекі на ваш адрас электроннай пошты. Увядзіце код ніжэй, каб працягнуць.';
$_['text_sent']     = 'Поспех: Ліст быў адпраўлены на ваш адрас электроннай пошты з кодам бяспекі!';
$_['text_locked']   = 'Ваш уліковы запіс заблакіраваны!';
$_['text_reset']    = 'Ваш уліковы запіс быў заблакіраваны з-за занадта вялікай колькасці няправільных спроб уводу кода бяспекі. Націсніце кнопку скіду, каб атрымаць спасылку для скіду праз ваш уліковы запіс электроннай пошты.';
$_['text_link']     = 'Поспех: На ваш адрас электроннай пошты адпраўлена спасылка для скіду!';
$_['text_unlocked'] = 'Ваш уліковы запіс разблакіраваны!';
$_['text_unlock']   = 'Ваш уліковы запіс разблакіраваны. Вам трэба будзе зноў увайсці і паўтарыць працэс 2FA, каб працягнуць.';
$_['text_failed']   = 'Не атрымалася скінуць ваш код бяспекі!';

// Entry
$_['entry_code']    = 'Код бяспекі';

// Button
$_['button_send']   = 'Адправіць';
$_['button_reset']  = 'Скінуць';

// Error
$_['error_code']    = 'Код бяспекі не супадае!';
