<?php
// Heading
$_['heading_title']    = 'Менеджар выяў';

// Text
$_['text_uploaded']    = 'Поспех: Ваш файл быў загружаны!';
$_['text_directory']   = 'Поспех: Дырэкторыя створана!';
$_['text_delete']      = 'Поспех: Ваш файл або дырэкторыя былі выдалены!';

// Entry
$_['entry_search']     = 'Пошук...';
$_['entry_folder']     = 'Назва папкі';

// Error
$_['error_permission'] = 'Папярэджанне: Адмоўлена ў доступе!';
$_['error_filename']   = 'Папярэджанне: Імя файла павінна быць ад 3 да 255!';
$_['error_folder']     = 'Папярэджанне: Назва папкі павінна быць ад 3 да 255 сімвалаў!';
$_['error_exists']     = 'Папярэджанне: Файл або дырэкторыя з такім імем ужо існуюць!';
$_['error_directory']  = 'Папярэджанне: Дырэкторыя не існуе!';
$_['error_filesize']   = 'Папярэджанне: Няправільны памер файла!';
$_['error_file_type']  = 'Папярэджанне: Няправільны тып файла!';
$_['error_upload']     = 'Папярэджанне: Файл не можа быць загружаны па невядомай прычыне!';
$_['error_delete']     = 'Папярэджанне: Вы не можаце выдаліць гэту дырэкторыю!';
