<?php
// Heading
$_['heading_title']            = 'Забылі пароль?';
$_['heading_reset']            = 'Скід пароля';

// Text
$_['text_email']               = 'Увядзіце адрас электроннай пошты, звязаны з вашым уліковым запісам. Націсніце "Працягнуць", каб атрымаць спасылку для скіду пароля.';
$_['text_success']             = 'На ваш адрас адпраўлена спасылка для пацвярджэння.';
$_['text_password']            = 'Увядзіце новы пароль, які вы жадаеце выкарыстоўваць.';
$_['text_reset']               = 'Поспех: Ваш пароль быў паспяхова абноўлены.';

// Entry
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Пацвердзіць';
$_['entry_email']              = 'Адрас электроннай пошты';

// Error
$_['error_email']              = 'Папярэджанне: Адрас электроннай пошты не знойдзены ў нашых запісах!';
$_['error_code']               = 'Код скіду не супадае!';
$_['error_disabled']           = 'Скід пароля адключаны!';
$_['error_password']           = 'Пароль павінен утрымліваць %s і быць ад %d да 20 сімвалаў!';
$_['error_password_uppercase'] = 'загалоўную літару';
$_['error_password_lowercase'] = 'малую літару';
$_['error_password_number']    = 'лічбу';
$_['error_password_symbol']    = 'сімвал';
$_['error_password_length']    = 'Пароль павінен быць ад %d да 40 сімвалаў!';
$_['error_confirm']            = 'Пароль і пацвярджэнне пароля не супадаюць!';
