<?php
// Heading
$_['heading_title']         = 'Профіль';

// Text
$_['text_success']          = 'Поспех: Вы змянілі свой профіль!';
$_['text_edit']             = 'Рэдагаванне вашага профілю';

// Column
$_['column_username']       = 'Імя карыстальніка';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата дадання';
$_['column_action']         = 'Дзеянне';

// Entry
$_['entry_username']        = 'Імя карыстальніка';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Пацвердзіць';
$_['entry_firstname']       = 'Імя';
$_['entry_lastname']        = 'Прозвішча';
$_['entry_email']           = 'Эл. пошта';
$_['entry_image']           = 'Выява';

// Error
$_['error_permission']      = 'Папярэджанне: У вас няма правоў на змяненне вашага профілю!';
$_['error_username_exists'] = 'Папярэджанне: Імя карыстальніка ўжо выкарыстоўваецца!';
$_['error_username']        = 'Імя карыстальніка павінна быць ад 3 да 20 знакаў!';
$_['error_password']        = 'Пароль павінен быць ад 4 да 20 сімвалаў!';
$_['error_confirm']         = 'Пароль і пацвярджэнне пароля не супадаюць!';
$_['error_firstname']       = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']        = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_email']           = 'Адрас электроннай пошты несапраўдны!';
$_['error_email_exists']    = 'Папярэджанне: Адрас эл. пошты ўжо зарэгістраваны!';
