<?php
// Heading
$_['heading_title']                   = 'Важнае апавяшчэнне бяспекі!';

// Text
$_['text_install']                    = 'Выдаліць каталог усталёўкі';
$_['text_install_description']        = 'Неабходна выдаліць каталог усталёўкі!';
$_['text_install_success']            = 'Поспех: Каталог усталёўкі быў выдалены!';
$_['text_storage']                    = 'Перамясціць каталог сховішча';
$_['text_storage_description']        = 'Вельмі важна перамясціць каталог сховішча па-за межамі вэб-каталога (напрыклад, public_html, www або htdocs).';
$_['text_storage_move']               = 'Перамяшчэнне %s у %s з %s файлаў сховішча';
$_['text_storage_success']            = 'Поспех: Каталог сховішча быў перамешчаны!';
$_['text_storage_delete']             = 'Выдаліць папярэдні каталог сховішча';
$_['text_storage_delete_description'] = 'Ваш папярэдні каталог сховішча неабходна выдаліць!';
$_['text_storage_delete_success']     = 'Поспех: Папярэдні каталог сховішча быў выдалены!';
$_['text_admin']                      = 'Перамясціць каталог адміністратара';
$_['text_admin_description']          = 'Калі ласка, увядзіце новае імя каталога адміністравання ў поле ніжэй.';
$_['text_admin_move']                 = 'Перамяшчэнне %s у %s з %s файлаў адміністратара';
$_['text_admin_success']              = 'Поспех: Каталог адміністратара быў перамешчаны!';
$_['text_admin_delete']               = 'Выдаліць папярэдні каталог адміністратара';
$_['text_admin_delete_description']   = 'Ваш папярэдні каталог адміністратара неабходна выдаліць!';
$_['text_admin_delete_success']       = 'Поспех: Папярэдні каталог адміністратара быў выдалены!';
$_['text_path']                       = 'Шлях';

// Entry
$_['entry_path']                      = 'Шлях';
$_['entry_path_current']              = 'Бягучы шлях';
$_['entry_path_new']                  = 'Новы шлях';
$_['entry_name']                      = 'Назва каталога';

// Buttons
$_['button_move']                     = 'Перамясціць';

// Help
$_['help_storage']                    = 'Назва каталога сховішча павінна пачынацца з storage, напрыклад `storage_`.';

// Error
$_['error_permission']                = 'Папярэджанне: У вас няма правоў для змянення бяспекі!';
$_['error_install']                   = 'Папярэджанне: Каталог усталёўкі не існуе!';
$_['error_storage']                   = 'Папярэджанне: Каталог сховішча не існуе!';
$_['error_storage_root']              = 'Папярэджанне: Каталог сховішча павінен быць па-за коранем сайта!';
$_['error_storage_name']              = 'Папярэджанне: Назва каталога сховішча павінна пачынацца з `storage`! Напрыклад, `storage_`.';
$_['error_admin']                     = 'Папярэджанне: Каталог адміністратара не існуе!';
$_['error_admin_allowed']             = 'Папярэджанне: Гэта назва каталога адміністратара не можа быць выкарыстана!';
$_['error_admin_exists']              = 'Папярэджанне: Каталог адміністратара ўжо існуе!';
$_['error_writable']                  = 'Папярэджанне: config.php і admin/config.php павінны быць даступныя для запісу!';
$_['error_remove']                    = 'Папярэджанне: Каталог не існуе для выдалення!';
