<?php
// Heading
$_['heading_title']        = 'Наладжвальныя палі';

// Text
$_['text_success']         = 'Поспех: Вы змянілі наладжвальныя палі!';
$_['text_list']            = 'Спіс наладжвальных палёў';
$_['text_add']             = 'Дадаць наладжвальнае поле';
$_['text_edit']            = 'Рэдагаваць наладжвальнае поле';
$_['text_choose']          = 'Выберыце';
$_['text_select']          = 'Выпадальны спіс';
$_['text_radio']           = 'Радыё';
$_['text_checkbox']        = 'Сцяжок';
$_['text_input']           = 'Увод';
$_['text_text']            = 'Тэкст';
$_['text_textarea']        = 'Тэкставая вобласць';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата і Час';
$_['text_time']            = 'Час';
$_['text_account']         = 'Уліковы запіс';
$_['text_address']         = 'Адрас';
$_['text_affiliate']       = 'Партнёр';
$_['text_regex']           = 'Рэгулярны выраз';
$_['text_custom_field']    = 'Наладжвальнае поле';
$_['text_value']           = 'Значэнні наладжвальнага поля';

// Column
$_['column_name']          = 'Назва наладжвальнага поля';
$_['column_location']      = 'Месцазнаходжанне';
$_['column_type']          = 'Тып';
$_['column_status']        = 'Статус';
$_['column_sort_order']    = 'Парадак сартавання';
$_['column_action']        = 'Дзеянне';

// Entry
$_['entry_name']           = 'Назва наладжвальнага поля';
$_['entry_location']       = 'Месцазнаходжанне';
$_['entry_type']           = 'Тып';
$_['entry_value']          = 'Значэнне';
$_['entry_validation']     = 'Валідацыя';
$_['entry_custom_value']   = 'Назва значэння наладжвальнага поля';
$_['entry_customer_group'] = 'Група пакупніка';
$_['entry_required']       = 'Абавязкова';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Парадак сартавання';

// Help
$_['help_regex']           = 'Выкарыстоўвайце рэгулярны выраз. Напр.: /[^a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Выкарыстоўвайце мінус для адваротнага адліку ад апошняга поля ў наборы.';

// Error
$_['error_permission']     = 'Папярэджанне: У вас няма правоў на змяненне наладжвальных палёў!';
$_['error_name']           = 'Назва наладжвальнага поля павінна быць ад 1 да 128 сімвалаў!';
$_['error_type']           = 'Папярэджанне: Значэнні наладжвальнага поля абавязковыя!';
$_['error_custom_value']   = 'Назва значэння наладжвальнага поля павінна быць ад 1 да 128 сімвалаў!';
