<?php
// Heading
$_['heading_title']     = 'Групы пакупнікоў';

// Text
$_['text_success']      = 'Поспех: Вы змянілі групы пакупнікоў!';
$_['text_list']         = 'Спіс груп пакупнікоў';
$_['text_add']          = 'Дадаць групу пакупнікоў';
$_['text_edit']         = 'Рэдагаваць групу пакупнікоў';

// Column
$_['column_name']       = 'Назва групы пакупнікоў';
$_['column_sort_order'] = 'Парадак сартавання';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_name']        = 'Назва групы пакупнікоў';
$_['entry_description'] = 'Апісанне';
$_['entry_approval']    = 'Ухваляць новых пакупнікоў';
$_['entry_sort_order']  = 'Парадак сартавання';

// Help
$_['help_approval']     = 'Пакупнікі павінны быць ухвалены адміністратарам, перш чым яны змогуць увайсці.';

// Error
$_['error_permission']  = 'Папярэджанне: У вас няма правоў для змянення груп пакупнікоў!';
$_['error_name']        = 'Назва групы пакупнікоў павінна быць ад 3 да 32 сімвалаў!';
$_['error_default']     = 'Папярэджанне: Гэта група пакупнікоў не можа быць выдалена, паколькі ў цяперашні час яна прызначана як група пакупнікоў па змаўчанні!';
$_['error_store']       = 'Папярэджанне: Гэта група пакупнікоў не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s магазінам!';
$_['error_customer']    = 'Папярэджанне: Гэта група пакупнікоў не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s пакупнікам!';
