<?php
// Heading
$_['heading_title']    = 'Плата за обробку';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Загальну суму плати за обробку змінено!';
$_['text_edit']        = 'Редагувати загальну суму за обробку';

// Entry
$_['entry_total']      = 'Сума замовлення';
$_['entry_fee']        = 'Внесок';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total']       = 'Сума замовлення, якої має досягти замовлення, щоб ця загальна сума стала активною.';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну загальної суми плати за обробку!';
