<?php
// Heading
$_['heading_title']    = 'Плата за низьку вартість замовлення';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Загальну суму оплати за мінімальне замовлення змінено!';
$_['text_edit']        = 'Редагувати загальну суму мінімального замовлення';

// Entry
$_['entry_total']      = 'Сума замовлення';
$_['entry_fee']        = 'Внесок';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total']       = 'Загальна сума замовлення, якої має досягти замовлення, щоб ця загальна сума була деактивована.';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну загальної суми оплати за низьку вартість замовлення!';
