<?php
// Heading
$_['heading_title'] = 'Використати подарунковий сертифікат';

// Text
$_['text_voucher']  = 'Подарунковий сертифікат (%s)';
$_['text_success']  = 'Успіх: Подарунковий сертифікат застосовано!';
$_['text_remove']   = 'Успіх: Подарунковий сертифікат видалено!';

// Entry
$_['entry_voucher'] = 'Введіть код подарункового сертифіката';

// Error
$_['error_voucher'] = 'Попередження: Подарунковий сертифікат недійсний або баланс вичерпано!';
$_['error_status']  = 'Попередження: Подарункові сертифікати не активовані в цьому магазині!';
