<?php
// Heading
$_['heading_title']     = 'Події';

// Text
$_['text_success']      = 'Успіх: Події змінено!';
$_['text_list']         = 'Список подій';
$_['text_event']        = 'Події використовуються розширеннями для перевизначення функціональності вашого магазину. Якщо у вас є питання, ви можете вимкнути або увімкнути події тут.';
$_['text_info']         = 'Інформація про подію';

// Column
$_['column_code']       = 'Код події';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_description'] = 'Опис';
$_['entry_trigger']     = 'Тригер';
$_['entry_action']      = 'Дія';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на зміну подій!';
