<?php
// Heading
$_['heading_title']          = 'Інсталятор розширень';

// Text
$_['text_upload']            = 'Успіх: Розширення завантажено!';
$_['text_success']           = 'Успіх: Розширення змінено!';
$_['text_progress']          = 'Прогрес інсталяції';
$_['text_installed']         = 'Встановлені розширення';
$_['text_info']              = 'Інформація про розширення';
$_['text_install']           = 'Інсталяція файлів %s у %s із %s';
$_['text_vendor']            = 'Оновити файли постачальників';
$_['text_xml']               = 'Інсталяція OCMOD файлів';

// Column
$_['column_image']           = 'Зображення';
$_['column_name']            = 'Назва розширення';
$_['column_version']         = 'Версія';
$_['column_date_added']      = 'Дата додавання';
$_['column_action']          = 'Дія';

// Entry
$_['entry_progress']         = 'Прогрес';
$_['entry_name']             = 'Назва розширення';
$_['entry_description']      = 'Опис';
$_['entry_code']             = 'Код';

// Error
$_['error_permission']       = 'Увага: У вас немає прав на зміну розширень!';
$_['error_install']          = 'Увага: Не вдалося знайти файл install.json!';

$_['error_extension']        = 'Встановлене розширення не знайдено!';
$_['error_installed']        = 'Розширення уже встановлено!';
$_['error_uninstall']        = 'Є %s розширень, які мають бути видалені, перш ніж це розширення можна безпечно видалити!';
$_['error_name']             = 'Ім\'я має бути від 3 до 128 символів!';
$_['error_version']          = 'Версія має бути від 3 до 128 символів!';
$_['error_author']           = 'Автор має бути від 3 до 128 символів!';
$_['error_link']             = 'Посилання має бути від 3 до 128 символів!';

$_['error_filename']         = 'Ім\'я файлу має бути від 3 до 128 символів!';
$_['error_file']             = 'Файл інсталяції %s не знайдено!';
$_['error_file_exists']      = 'Файл уже існує!';
$_['error_file_type']        = 'Неприпустимий тип файлу!';
$_['error_directory']        = 'Каталог інсталяції %s не знайдено!';
$_['error_directory_exists'] = 'Шлях %s уже існує!';
$_['error_unzip']            = 'Zip-файл не може бути відкритий!';
$_['error_upload']           = 'Файл не може бути завантажений!';
