<?php
// Text
$_['text_success']   = 'Сәтті: Бонустық баллдарға жеңілдік қолданылды!';

// Error
$_['error_customer'] = 'Назар аударыңыз: Сатып алушы деректері міндетті!';
$_['error_product']  = 'Назар аударыңыз: Тауар міндетті!';
$_['error_points']   = 'Назар аударыңыз: Сізде %s бонустық балл жоқ!';
$_['error_maximum']  = 'Назар аударыңыз: Қолдануға болатын максималды балл саны %s!';
$_['error_status']   = 'Назар аударыңыз: Бұл дүкенде бонустық баллдар жоқ!';
$_['error_confirm']  = 'Назар аударыңыз: Бонустар формасын қателерге тексеріңіз!';
