<?php
// Загаловак
$_['heading_title']     = 'Параўнанне тавараў';

// Тэкст
$_['text_product']      = 'Дэталі тавара';
$_['text_name']         = 'Тавар';
$_['text_image']        = 'Выява';
$_['text_price']        = 'Цана';
$_['text_model']        = 'Мадэль';
$_['text_manufacturer'] = 'Брэнд';
$_['text_availability'] = 'Даступнасць';
$_['text_rating']       = 'Рэйтынг';
$_['text_reviews']      = 'На падставе %s водгука(аў)';
$_['text_summary']      = 'Кароткае апісанне';
$_['text_weight']       = 'Вага';
$_['text_dimension']    = 'Габарыты (Д x Ш x В)';
$_['text_compare']      = 'Параўнанне тавараў (%s)';
$_['text_success']      = 'Поспех: Вы дадалі <a href="%s">%s</a> у ваша <a href="%s">параўнанне тавараў</a>!';
$_['text_remove']       = 'Поспех: Вы змянілі параўнанне тавараў!';
$_['text_no_results']   = 'Вы не выбралі ніводнага тавара для параўнання.';

// Памылка
$_['error_product']     = 'Увага: Тавар не знойдзены!';
