<?php
// Тэкст
$_['text_reviews']    = '%s водгука(аў)';
$_['text_write']      = 'Напісаць водгук';
$_['text_login']      = 'Калі ласка, <a href="%s">ўвайдзіце</a> ці <a href="%s">зарэгіструйцеся</a>, каб пакінуць водгук';
$_['text_no_results'] = 'Будзьце першым, хто напіша водгук аб гэтым тавары.';
$_['text_note']       = '<span class="text-danger">Заўвага:</span> HTML не перакладваецца!';
$_['text_success']    = 'Дзякуй за ваш водгук. Ён адпраўлены адміністратару на зацвярджэнне.';

// Увод
$_['entry_author']     = 'Ваша імя';
$_['entry_review']     = 'Ваш водгук';
$_['entry_rating']     = 'Рэйтынг';
$_['entry_good']       = 'Добра';
$_['entry_bad']        = 'Дрэнна';

// Укладка
$_['tab_review']       = 'Водгукаў (%s)';

// Памылка
$_['error_token']      = 'Увага: Няправільны токен водгука!';
$_['error_product']    = 'Увага: Тавар не знойдзены!';
$_['error_author']     = 'Імя для водгука павінна быць ад 3 да 25 сімвалаў!';
$_['error_text']       = 'Тэкст водгука павінен быць ад 25 да 1000 сімвалаў!';
$_['error_rating']     = 'Калі ласка, абярыце адзнаку водгука!';
$_['error_login']      = 'Вы павінны ўвайсці, каб пакінуць водгук аб тавары!';
$_['error_purchased']  = 'Вы павінны набыць гэты тавар перад тым, як напісаць водгук!';
$_['error_status']     = 'Водгукі адключаны!';
