<?php
// Загаловак
$_['heading_title']     = 'Пошук';
$_['heading_tag']       = 'Тэг - ';

// Тэкст
$_['text_search']       = 'Тавары, якія адпавядаюць крытэрам пошуку';
$_['text_keyword']      = 'Ключавыя словы';
$_['text_category']     = 'Усе катэгорыі';
$_['text_sub_category'] = 'Шукаць у падкатэгорыях';
$_['text_no_results']   = 'Няма тавараў, якія адпавядаюць крытэрам пошуку.';
$_['text_compare']      = 'Параўнанне тавараў (%s)';
$_['text_sort']         = 'Сартаваць па';
$_['text_default']      = 'Па змаўчанні';
$_['text_name_asc']     = 'Назва (А - Я)';
$_['text_name_desc']    = 'Назва (Я - А)';
$_['text_price_asc']    = 'Цана (па ўзрастанні)';
$_['text_price_desc']   = 'Цана (па змяншэнні)';
$_['text_rating_asc']   = 'Рэйтынг (па змяншэнні)';
$_['text_rating_desc']  = 'Рэйтынг (па ўзрастанні)';
$_['text_model_asc']    = 'Мадэль (А - Я)';
$_['text_model_desc']   = 'Мадэль (Я - А)';
$_['text_limit']        = 'Паказаць';

// Увод
$_['entry_search']      = 'Крытэры пошуку';
$_['entry_description'] = 'Шукаць у апісанні тавараў';
