<?php
// Загаловак
$_['heading_title']    = 'Спецыяльныя прапановы';

// Тэкст
$_['text_no_results']  = 'Няма спецыяльных прапаноў для спіса.';
$_['text_compare']     = 'Параўнанне тавараў (%s)';
$_['text_sort']        = 'Сартаваць па';
$_['text_default']     = 'Па змаўчанні';
$_['text_name_asc']    = 'Назва (А - Я)';
$_['text_name_desc']   = 'Назва (Я - А)';
$_['text_price_asc']   = 'Цана (па ўзрастанні)';
$_['text_price_desc']  = 'Цана (па змяншэнні)';
$_['text_rating_asc']  = 'Рэйтынг (па змяншэнні)';
$_['text_rating_desc'] = 'Рэйтынг (па ўзрастанні)';
$_['text_model_asc']   = 'Мадэль (А - Я)';
$_['text_model_desc']  = 'Мадэль (Я - А)';
$_['text_limit']       = 'Паказаць';
