<?php
// Heading
$_['heading_title']    = 'Менеджер зображень';

// Text
$_['text_uploaded']    = 'Успіх: Файл завантажено!';
$_['text_directory']   = 'Успіх: Каталог створено!';
$_['text_delete']      = 'Успіх: Файл або каталог видалено!';

// Entry
$_['entry_search']     = 'Пошук...';
$_['entry_folder']     = 'Назва папки';

// Error
$_['error_permission'] = 'Увага: Доступ заборонено!';
$_['error_filename']   = 'Увага: Ім\'я файлу має бути від 3 до 255 символів!';
$_['error_folder']     = 'Увага: Назва папки має бути від 3 до 255 символів!';
$_['error_exists']     = 'Увага: Файл або каталог із таким ім\'ям уже існує!';
$_['error_directory']  = 'Увага: Каталог не існує!';
$_['error_filesize']   = 'Увага: Неправильний розмір файлу!';
$_['error_file_type']  = 'Увага: Неправильний тип файлу!';
$_['error_upload']     = 'Увага: Файл не може бути завантажено з невідомої причини!';
$_['error_delete']     = 'Увага: Ви не можете видалити цей каталог!';
