<?php
// Heading
$_['heading_title']            = 'Забули пароль?';
$_['heading_reset']            = 'Скидання пароля';

// Text
$_['text_email']               = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку, щоб отримати посилання для скидання пароля.';
$_['text_success']             = 'Лист із посиланням для підтвердження надіслано на вашу адресу електронної пошти.';
$_['text_password']            = 'Введіть новий пароль, який ви бажаєте використовувати.';
$_['text_reset']               = 'Успіх: Ваш пароль успішно оновлено!';

// Entry
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Підтвердження';
$_['entry_email']              = 'Адреса електронної пошти';

// Error
$_['error_email']              = 'Увага: Адресу електронної пошти не знайдено в наших записах!';
$_['error_code']               = 'Код скидання не збігається!';
$_['error_disabled']           = 'Скидання пароля вимкнено!';
$_['error_password']           = 'Пароль повинен містити %s та бути від %d до 20 символів!';
$_['error_password_uppercase'] = 'велику літеру';
$_['error_password_lowercase'] = 'малу літеру';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'символ';
$_['error_password_length']    = 'Пароль має бути від %d до 40 символів!';
$_['error_confirm']            = 'Пароль і підтвердження пароля не збігаються!';
