<?php
// Heading
$_['heading_title']                   = 'Важливе сповіщення безпеки!';

// Text
$_['text_install']                    = 'Видалити каталог встановлення';
$_['text_install_description']        = 'Необхідно видалити каталог встановлення!';
$_['text_install_success']            = 'Успіх: Каталог встановлення видалено!';
$_['text_storage']                    = 'Перемістити каталог сховища';
$_['text_storage_description']        = 'Дуже важливо перемістити каталог сховища за межі веб-каталогу (наприклад, public_html, www або htdocs).';
$_['text_storage_move']               = 'Переміщення %s у %s із %s файлів сховища';
$_['text_storage_success']            = 'Успіх: Каталог сховища переміщено!';
$_['text_storage_delete']             = 'Видалити попередній каталог сховища';
$_['text_storage_delete_description'] = 'Ваш попередній каталог сховища необхідно видалити!';
$_['text_storage_delete_success']     = 'Успіх: Попередній каталог сховища видалено!';
$_['text_admin']                      = 'Перемістити каталог адміністратора';
$_['text_admin_description']          = 'Будь ласка, введіть нове ім\'я каталогу адміністратора в полі нижче.';
$_['text_admin_move']                 = 'Переміщення %s у %s із %s файлів адміністратора';
$_['text_admin_success']              = 'Успіх: Каталог адміністратора переміщено!';
$_['text_admin_delete']               = 'Видалити попередній каталог адміністратора';
$_['text_admin_delete_description']   = 'Ваш попередній каталог адміністратора необхідно видалити!';
$_['text_admin_delete_success']       = 'Успіх: Попередній каталог адміністратора видалено!';
$_['text_path']                       = 'Шлях';

// Entry
$_['entry_path']                      = 'Шлях';
$_['entry_path_current']              = 'Поточний шлях';
$_['entry_path_new']                  = 'Новий шлях';
$_['entry_name']                      = 'Назва каталогу';

// Buttons
$_['button_move']                     = 'Перемістити';

// Help
$_['help_storage']                    = 'Назва каталогу сховища має починатися з storage. Наприклад, `storage_`.';

// Error
$_['error_permission']                = 'Увага: У вас немає прав на зміну безпеки!';
$_['error_install']                   = 'Увага: Каталог встановлення не існує!';
$_['error_storage']                   = 'Увага: Каталог сховища не існує!';
$_['error_storage_root']              = 'Увага: Каталог сховища має бути поза кореневим веб-каталогом!';
$_['error_storage_name']              = 'Увага: Назва каталогу сховища має починатися з `storage`! Наприклад, `storage_`.';
$_['error_admin']                     = 'Увага: Каталог адміністратора не існує!';
$_['error_admin_allowed']             = 'Увага: Це ім\'я каталогу адміністратора не може бути використано!';
$_['error_admin_exists']              = 'Увага: Каталог адміністратора вже існує!';
$_['error_writable']                  = 'Увага: config.php та admin/config.php мають бути доступні для запису!';
$_['error_remove']                    = 'Увага: Каталог для видалення не існує!';
