<?php
// Heading
$_['heading_title']       = 'Макети';

// Text
$_['text_success']        = 'Успіх: Макети змінено!';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати макет';
$_['text_edit']           = 'Редагувати макет';
$_['text_remove']         = 'Видалити';
$_['text_route']          = 'Виберіть магазин і маршрути для цього макету';
$_['text_module']         = 'Виберіть розташування модулів';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Верхній контент';
$_['text_content_bottom'] = 'Нижній контент';
$_['text_column_left']    = 'Ліва колонка';
$_['text_column_right']   = 'Права колонка';

// Column
$_['column_name']         = 'Назва макету';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва макету';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Увага: У вас немає прав на зміну макетів!';
$_['error_name']          = 'Назва макету має бути від 3 до 64 символів!';
$_['error_module']        = 'Модуль обов\'язковий!';
$_['error_default']       = 'Увага: Цей макет не може бути видалено, оскільки він призначений макетом магазину за замовчуванням!';
$_['error_store']         = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s магазинам!';
$_['error_product']       = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s товарам!';
$_['error_category']      = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s категоріям!';
$_['error_manufacturer']  = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s виробникам!';
$_['error_information']   = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s інформаційним сторінкам!';
$_['error_article']       = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s сторінкам статей!';
$_['error_topic']         = 'Увага: Цей макет не може бути видалено, оскільки він призначений %s сторінкам тем!';
