<?php
// Heading
$_['heading_title']        = 'Анты-спам';

// Text
$_['text_success']         = 'Поспех: Вы змянілі анты-спам!';
$_['text_list']            = 'Спіс анты-спама';
$_['text_add']             = 'Дадаць анты-спам';
$_['text_edit']            = 'Рэдагаваць анты-спам';

// Column
$_['column_keyword']       = 'Ключавое слова';
$_['column_action']        = 'Дзеянне';

// Entry
$_['entry_keyword']        = 'Ключавое слова';

// Error
$_['error_warning']        = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']     = 'Папярэджанне: У вас няма правоў на змяненне анты-спама!';
$_['error_keyword']        = 'Ключавое слова павінна быць ад 1 да 64 сімвалаў!';
$_['error_keyword_exists'] = 'Ключавое слова павінна быць унікальным!';
