<?php
// Heading
$_['heading_title']           = 'Катэгорыі блога';

// Text
$_['text_success']            = 'Поспех: Вы змянілі катэгорыі блога!';
$_['text_list']               = 'Спіс катэгорый блога';
$_['text_add']                = 'Дадаць катэгорыю блога';
$_['text_edit']               = 'Рэдагаваць катэгорыю блога';
$_['text_default']            = 'Па змаўчанні';
$_['text_keyword']            = 'Не выкарыстоўвайце прабелы, замяняйце іх на - і пераканайцеся, што SEO URL з\'яўляецца глабальна ўнікальным.';

// Column
$_['column_name']             = 'Назва катэгорыі блога';
$_['column_sort_order']       = 'Парадак сартавання';
$_['column_action']           = 'Дзеянне';

// Entry
$_['entry_image']             = 'Выява';
$_['entry_name']              = 'Назва катэгорыі блога';
$_['entry_description']       = 'Апісанне';
$_['entry_meta_title']        = 'Мета-тэг Title';
$_['entry_meta_keyword']      = 'Мета-тэг Keywords';
$_['entry_meta_description']  = 'Мета-тэг Description';
$_['entry_store']             = 'Магазіны';
$_['entry_sort_order']        = 'Парадак сартавання';
$_['entry_status']            = 'Статус';
$_['entry_keyword']           = 'Ключавое слова';

// Error
$_['error_warning']           = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']        = 'Папярэджанне: У вас няма правоў на змяненне блогаў!';
$_['error_name']              = 'Назва блога павінна быць ад 1 да 255 сімвалаў!';
$_['error_meta_title']        = 'Мета-загаловак павінен быць больш за 1 і менш за 255 сімвалаў!';
$_['error_category']          = 'Абраная вамі бацькоўская катэгорыя з\'яўляецца даччынай адносна бягучай!';
$_['error_keyword']           = 'SEO URL павінен быць ад 1 да 64 сімвалаў!';
$_['error_keyword_exists']    = 'SEO URL павінен быць унікальным!';
$_['error_keyword_character'] = 'Ключавое слова можа выкарыстоўваць толькі сімвалы a-z, 0-9, - і _!';
