<?php
// Heading
$_['heading_title']         = 'Коментарі';

// Text
$_['text_by']               = 'від';
$_['text_write']            = 'Написати коментар';
$_['text_login']            = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтеся</a> для коментування';
$_['text_no_results']       = 'Будьте першим, хто напише коментар до цієї статті.';
$_['text_sort']             = 'Сортувати за';
$_['text_rating_asc']       = 'Рейтинг (за зростанням)';
$_['text_rating_desc']      = 'Рейтинг (за спаданням)';
$_['text_date_added_asc']   = 'Дата додавання (старіші)';
$_['text_date_added_desc']  = 'Дата додавання (новіші)';
$_['text_like']             = 'Подобається!';
$_['text_dislike']          = 'Не подобається!';
$_['text_success']          = 'Успіх: Дякуємо за ваш коментар!';
$_['text_queue']            = 'Успіх: Ваш коментар додано до черги модерації!';
$_['text_rating']           = 'Успіх: Дякуємо за вашу оцінку!';

// Entry
$_['entry_author']          = 'Ваше ім\'я';
$_['entry_comment']         = 'Коментар';

// Buttons
$_['button_comment']        = 'Залишити коментар';
$_['button_reply']          = 'Відповісти';
$_['button_replies']        = 'Показати відповіді';
$_['button_more']           = 'Переглянути більше відповідей...';
$_['button_login']          = 'Увійти, щоб коментувати';
$_['button_login_reply']    = 'Увійти, щоб відповісти';
$_['button_like']           = 'Подобається';
$_['button_dislike']        = 'Не подобається';

// Error
$_['error_article']         = 'Попередження: Статтю не знайдено!';
$_['error_article_comment'] = 'Попередження: Коментар до статті не знайдено!';
$_['error_token']           = 'Попередження: Недійсний токен коментаря!';
$_['error_author']          = 'Ваше ім\'я має містити від 3 до 25 символів!';
$_['error_comment']         = 'Коментар має містити від 25 до 1000 символів!';
$_['error_interval']        = 'Попередження: Ви повинні зачекати %s хвилин перед наступним коментарем!';
$_['error_login']           = 'Ви повинні увійти, щоб коментувати статтю або оцінювати її!';
$_['error_status']          = 'Коментарі вимкнені!';
