<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Поспех: Вы змянілі макеты!';
$_['text_list']           = 'Спіс макетаў';
$_['text_add']            = 'Дадаць макет';
$_['text_edit']           = 'Рэдагаваць макет';
$_['text_remove']         = 'Выдаліць';
$_['text_route']          = 'Выберыце магазін і маршруты, якія будуць выкарыстоўвацца з гэтым макетам';
$_['text_module']         = 'Выберыце размяшчэнне модуляў';
$_['text_default']        = 'Па змаўчанні';
$_['text_content_top']    = 'Верхні кантэнт';
$_['text_content_bottom'] = 'Ніжні кантэнт';
$_['text_column_left']    = 'Левая калонка';
$_['text_column_right']   = 'Правая калонка';

// Column
$_['column_name']         = 'Назва макета';
$_['column_action']       = 'Дзеянне';

// Entry
$_['entry_name']          = 'Назва макета';
$_['entry_store']         = 'Магазін';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Папярэджанне: У вас няма правоў на змяненне макетаў!';
$_['error_name']          = 'Назва макета павінна быць ад 3 да 64 сімвалаў!';
$_['error_module']        = 'Модуль абавязковы!';
$_['error_default']       = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны як макет магазіна па змаўчанні!';
$_['error_store']         = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s магазінам!';
$_['error_product']       = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s таварам!';
$_['error_category']      = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s катэгорыям!';
$_['error_manufacturer']  = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён прызначаны %s вытворцам!';
$_['error_information']   = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s інфармацыйным старонкам!';
$_['error_article']       = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s старонкам артыкулаў!';
$_['error_topic']         = 'Папярэджанне: Гэты макет не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s старонкам тэм!';
