<?php
// Heading
$_['heading_title']      = 'IP-адреса';

// Text
$_['text_extension']     = 'Розширення';
$_['text_fraud']         = 'Захист від шахрайства';
$_['text_success']       = 'Успіх: IP-адресу захисту від шахрайства змінено!';
$_['text_edit']          = 'Редагувати IP-адресу антишахрайства';
$_['text_ip_add']        = 'Додати IP-адресу';
$_['text_ip_list']       = 'Список шахрайських IP-адрес';

// Column
$_['column_ip']          = 'IP-адреса';
$_['column_total']       = 'Всього облікових записів';
$_['column_date_added']  = 'Дата додавання';
$_['column_action']      = 'Дія';

// Entry
$_['entry_ip']           = 'IP-адреса';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус замовлення';

// Help
$_['help_order_status']  = 'Покупцям, у яких заблоковано IP-адресу в їхніх облікових записах, буде присвоєно цей статус замовлення, і вони не зможуть автоматично отримати статус виконано.';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну антишахрайства за IP!';
$_['error_required']     = 'IP-адреса обов\'язкова!';
$_['error_invalid']      = 'Недійсна IP-адреса!';
