<?php
// Heading
$_['heading_title']      = 'Оплата кредитною карткою';

// Text
$_['text_title']         = 'Будь ласка, введіть дані вашої картки нижче';
$_['text_description']   = 'Цей спосіб оплати є тестовим і не зберігає інформацію про кредитну картку та не повинен використовуватися на діючому сайті.';
$_['text_month']         = 'Місяці';
$_['text_year']          = 'Роки';
$_['text_store']         = 'Запам\'ятати мою картку';

// Entry
$_['entry_card_name']    = 'Ім\'я власника картки';
$_['entry_card_number']  = 'Номер кредитної картки';
$_['entry_card_expire']  = 'Термін дії';
$_['entry_card_cvv']     = 'CVV-код';

// Help
$_['help_name']          = 'Ім\'я власника картки';

// Error
$_['error_card_name']    = 'Помилка: Ім\'я власника картки обов\'язкове!';
$_['error_card_number']  = 'Помилка: Номер кредитної картки обов\'язковий!';
$_['error_card_expire']  = 'Помилка: Дата закінчення терміну дії обов\'язкова!';
$_['error_card_expired'] = 'Помилка: Термін дії кредитної картки вичерпано!';
$_['error_card_cvv']     = 'Помилка: CVV має містити 3 цифри!';
