<?php
// Heading
$_['heading_title'] = 'Формат мекенжайлар';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз форматы мекенжайлар!';
$_['text_list'] = 'Тізім форматов мекенжайов';
$_['text_add'] = 'Добавление формата мекенжайлар';
$_['text_edit'] = 'Изменить формат мекенжайлар';

// Column
$_['column_name'] = 'Атауы формата мекенжайлар';
$_['column_address_format'] = 'Формат мекенжайлар';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы формата мекенжайлар';
$_['entry_address_format'] = 'Формат мекенжайлар';

// Help
$_['help_address_format'] = 'Аты = {firstname}<br/>Тегі = {lastname}<br/>Компания = {company}<br/>Мекенжай 1 = {address_1}<br/>Мекенжай 2 = {address_2}<br/>Қала = {city}<br/>Индекс = {postcode}<br/>Аймақ = {zone}<br/>Код аймақа = {zone_code}<br/>Ел = {country}';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ форматов мекенжайлар!';
$_['error_name'] = 'Атауы формата мекенжайлар должно быть от 1 до 128 символов!';
$_['error_default'] = 'Внимание: Этот формат мекенжайлар не может быть удален, поскольку он в настоящее время назначен как формат мекенжайлар по умолчанию!';
$_['error_country'] = 'Внимание: Этот формат мекенжайлар не может быть удален, поскольку он в настоящее время назначен үшін %s стран!';
