<?php
// Heading
$_['heading_title'] = 'Страны';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз елдер!';
$_['text_list'] = 'Тізім стран';
$_['text_add'] = 'Добавление елдер';
$_['text_edit'] = 'Өңдеу елдер';
$_['text_filter'] = 'Сүзгі';

// Column
$_['column_name'] = 'Атауы елдер';
$_['column_iso_code_2'] = 'Код ISO (2)';
$_['column_iso_code_3'] = 'Код ISO (3)';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы елдер';
$_['entry_iso_code_2'] = 'Код ISO (2)';
$_['entry_iso_code_3'] = 'Код ISO (3)';
$_['entry_address_format'] = 'Формат мекенжайлар';
$_['entry_postcode_required'] = 'Необходимо указать почтовый индекс';
$_['entry_status'] = 'Күйі';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ стран!';
$_['error_name'] = 'Атауы елдер должно быть от 1 до 128 символов!';
$_['error_iso_code_2'] = 'Код ISO 2 должен состоять из 2-х символов!';
$_['error_iso_code_3'] = 'Код ISO 3 должен состоять из 3-х символов!';
$_['error_default'] = 'Внимание: Эту елді нельзя удалить, поскольку она в настоящее время назначена в качестве елдер дүкеннің по умолчанию!';
$_['error_store'] = 'Внимание: Эту елді нельзя удалить, поскольку она в настоящее время назначена үшін %s дүкендер!';
$_['error_address'] = 'Внимание: Эта ел не может быть удалена, потому что назначена в мекенжайной книге %s!';
$_['error_zone'] = 'Внимание: Эту елді нельзя удалить, поскольку она в настоящее время назначена в %s аймақах!';
$_['error_zone_to_geo_zone'] = 'Внимание: Эту елді нельзя удалить, поскольку она в настоящее время назначена үшін %s аймақов в геозонах!';
