<?php
// Heading
$_['heading_title'] = 'Валюты';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз валюталар!';
$_['text_list'] = 'Тізім валют';
$_['text_add'] = 'Добавление валюталар';
$_['text_edit'] = 'Өңдеу валюталар';
$_['text_iso'] = 'Полный тізім кодов валют ISO и баптаулар можно найти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title'] = 'Заголовок валюталар';
$_['column_code'] = 'Код';
$_['column_value'] = 'Значение';
$_['column_status'] = 'Күйі';
$_['column_date_modified'] = 'Последнее жаңарту';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_title'] = 'Заголовок валюталар';
$_['entry_code'] = 'Код';
$_['entry_value'] = 'Значение';
$_['entry_symbol_left'] = 'Символ слева';
$_['entry_symbol_right'] = 'Символ сқұқықтар';
$_['entry_decimal_place'] = 'Саны знаков после запятой';
$_['entry_status'] = 'Күйі';

// Help
$_['help_code'] = 'Не изменяется, если валюта установлена по умолчанию.';
$_['help_value'] = 'Значение валюталар по умолчанию в текущей валюте. Установите значение 1 үшін валюталар по умолчанию.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ валют!';
$_['error_extension'] = 'Внимание: Кеңейтім валюталар не найдено!';
$_['error_title'] = 'Заголовок валюталар должен быть от 3 до 32 символов!';
$_['error_code'] = 'Код валюталар должен состоять из 3 символов!';
$_['error_default'] = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена как валюта дүкеннің по умолчанию!';
$_['error_store'] = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена үшін %s дүкендер!';
$_['error_order'] = 'Внимание: Эта валюта не может быть удалена, поскольку она в настоящее время назначена үшін %s тапсырыстар!';
