<?php
// Heading
$_['heading_title'] = 'Географические зоны';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз гео-зоны!';
$_['text_list'] = 'Тізім географических зон';
$_['text_add'] = 'Добавление геозоны';
$_['text_edit'] = 'Өңдеу географической зоны';
$_['text_geo_zone'] = 'Географические зоны';

// Column
$_['column_name'] = 'Атауы географической зоны';
$_['column_description'] = 'Сипаттамасы';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы географической зоны';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_country'] = 'Ел';
$_['entry_zone'] = 'Аймақ';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ гео-зон!';
$_['error_name'] = 'Атауы географической зоны должно быть от 3 до 32 символов!';
$_['error_description'] = 'Атауы сипаттамалары должно быть от 3 до 255 символов!';
$_['error_tax_rate'] = 'Внимание: Эта гео-зона не может быть удалена, поскольку она в настоящее время назначена одному или нескольким салықтарым ставкам!';
