<?php
// Heading
$_['heading_title'] = 'Тіли';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз тіли!';
$_['text_list'] = 'Тізім тілдер';
$_['text_add'] = 'Добавление тілдің';
$_['text_edit'] = 'Өңдеу тілдің';

// Column
$_['column_name'] = 'Атауы тілдің';
$_['column_code'] = 'Код';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы тілдің';
$_['entry_code'] = 'Код';
$_['entry_extension'] = 'Кеңейтім';
$_['entry_locale'] = 'Локаль';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_locale'] = 'Пример: ru_RU.UTF-8,ru_RU,ru-ru,ru_ru,russian';
$_['help_status'] = 'Скрыть/показать его в раскрывающемся списке тілдер';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ тілдер!';
$_['error_exists'] = 'Внимание: Вы уже добавили этот тіл!';
$_['error_name'] = 'Атауы тілдің должно быть от 1 до 32 символов!';
$_['error_code'] = 'Код тілдің должен быть от 2 до 5 символов!';
$_['error_locale'] = 'Локаль обязательна!';
$_['error_default'] = 'Внимание: Этот тіл нельзя удалить, потому что он назначен тілом дүкеннің по умолчанию!';
$_['error_admin'] = 'Внимание: Этот тіл нельзя удалить, поскольку он в настоящее время назначен как тіл администрирования!';
$_['error_store'] = 'Внимание: Этот тіл нельзя удалить, поскольку он в настоящее время назначен үшін %s дүкендер!';
$_['error_order'] = 'Внимание: Этот тіл нельзя удалить, поскольку он в настоящее время назначен үшін %s тапсырыстар!';
