<?php
// Heading
$_['heading_title'] = 'Классы длины';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз классы длины!';
$_['text_list'] = 'Тізім классов длины';
$_['text_add'] = 'Добавление класса длины';
$_['text_edit'] = 'Өңдеу класса длины';

// Column
$_['column_title'] = 'Заголовок длины';
$_['column_unit'] = 'Единица длины';
$_['column_value'] = 'Значение';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_title'] = 'Заголовок длины';
$_['entry_unit'] = 'Единица длины';
$_['entry_value'] = 'Значение';

// Help
$_['help_value'] = 'Значение длины по умолчанию в единице текущей длины. Установите значение 1 үшін длины по умолчанию.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ классов длины!';
$_['error_title'] = 'Ұзындық заголовка должна быть от 3 до 32 символов!';
$_['error_unit'] = 'Единица длины должна быть от 1 до 4 символов!';
$_['error_default'] = 'Внимание: Этот класс длины не может быть удален, поскольку он в настоящее время назначен классом длины дүкеннің по умолчанию!';
$_['error_product'] = 'Внимание: Этот класс длины не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
