<?php
// Heading
$_['heading_title'] = 'Расположения дүкеннің';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз местоположение дүкеннің!';
$_['text_list'] = 'Тізім расположений дүкендер';
$_['text_add'] = 'Добавление расположения дүкеннің';
$_['text_edit'] = 'Өңдеу расположения дүкеннің';
$_['text_geocode'] = 'Геокод не был назначен по следующим причинам:';

// Column
$_['column_name'] = 'Атауы дүкеннің';
$_['column_address'] = 'Мекенжай';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы дүкеннің';
$_['entry_address'] = 'Мекенжай';
$_['entry_geocode'] = 'Геокод';
$_['entry_telephone'] = 'Телефон';
$_['entry_image'] = 'Сурет';
$_['entry_open'] = 'Уақыт работы';
$_['entry_comment'] = 'Пікір';

// Help
$_['help_geocode'] = 'Пожалуйста, введите геокод местоположения вашего дүкеннің вручную.';
$_['help_open'] = 'Заполните время работы вашего дүкеннің.';
$_['help_comment'] = 'Это поле үшін любых специальных заметок, которые вы хотели бы сообщить сатып алушыға, т. е. Дүкен не принимает чеки.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ местоположения дүкеннің!';
$_['error_name'] = 'Атауы дүкеннің должно быть от 3 до 32 символов!';
$_['error_address'] = 'Мекенжай должен быть от 3 до 128 символов!';
$_['error_telephone'] = 'Телефон должен быть от 3 до 32 символов!';
