<?php
// Heading
$_['heading_title'] = 'Күйіы тапсырыстың';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз күйіы тапсырыстың!';
$_['text_list'] = 'Тізім күйіов тапсырыстың';
$_['text_add'] = 'Добавление күйінің тапсырыстың';
$_['text_edit'] = 'Өңдеу күйінің тапсырыстың';

// Column
$_['column_name'] = 'Атауы күйінің тапсырыстың';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы күйінің тапсырыстың';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ күйіов тапсырыстың!';
$_['error_name'] = 'Атауы күйінің тапсырыстың должно быть от 3 до 32 символов!';
$_['error_default'] = 'Внимание: Этот күйі тапсырыстың не может быть удален, поскольку он в настоящее время назначен как күйі тапсырыстың по умолчанию в дүкене!';
$_['error_download'] = 'Внимание: Этот күйі тапсырыстың не может быть удален, поскольку он в настоящее время назначен как күйі жүктеу по умолчанию!';
$_['error_order'] = 'Внимание: Этот күйі тапсырыстың не может быть удален, поскольку он в настоящее время назначен үшін %s тапсырыстар!';
