<?php
// Heading
$_['heading_title'] = 'Күйіы қайтарудың';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз күйіы қайтарудың!';
$_['text_list'] = 'Тізім күйіов қайтарудың';
$_['text_add'] = 'Добавление күйінің қайтарудың';
$_['text_edit'] = 'Өңдеу күйінің қайтарудың';

// Column
$_['column_name'] = 'Атауы күйінің қайтарудың';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы күйінің қайтарудың';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ күйіов қайтарудың!';
$_['error_name'] = 'Атауы күйінің қайтарудың должно быть от 3 до 32 символов!';
$_['error_default'] = 'Внимание: Этот күйі қайтарудың не может быть удален, поскольку он в настоящее время назначен как күйі қайтарудың по умолчанию!';
$_['error_return'] = 'Внимание: Этот күйі қайтарудың не может быть удален, поскольку в настоящее время назначен %s қайтарудыңм!';
