<?php
// Heading
$_['heading_title'] = 'Причины қайтарудың';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз причины қайтарудың!';
$_['text_list'] = 'Тізім причин қайтарудың';
$_['text_add'] = 'Добавление причины қайтарудың';
$_['text_edit'] = 'Өңдеу причины қайтарудың';

// Column
$_['column_name'] = 'Атауы причины қайтарудың';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы причины қайтарудың';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ причин қайтарудың!';
$_['error_name'] = 'Атауы причины қайтарудың должно быть от 3 до 128 символов!';
$_['error_return'] = 'Внимание: Причина қайтарудың не может быть удалена, поскольку в настоящее время она назначена %s возвращенным тауардыңм!';
