<?php
// Heading
$_['heading_title'] = 'Действия қайтарудың';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз действия по қайтаруу!';
$_['text_list'] = 'Тізім действий по қайтаруу';
$_['text_add'] = 'Добавление действия қайтарудың';
$_['text_edit'] = 'Өңдеу действия қайтарудың';

// Column
$_['column_name'] = 'Атауы действия по қайтаруу';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы действия по қайтаруу';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ действий по қайтаруу!';
$_['error_name'] = 'Атауы действия по қайтаруу должно быть от 3 до 64 символов!';
$_['error_return'] = 'Внимание: Это действие қайтарудың не может быть удалено, поскольку оно назначено %s возвращенным тауардыңм!';
