<?php
// Heading
$_['heading_title'] = 'Күйіы склада';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз күйіы склада!';
$_['text_list'] = 'Тізім күйіов склада';
$_['text_add'] = 'Добавление күйінің склада';
$_['text_edit'] = 'Өңдеу күйінің склада';

// Column
$_['column_name'] = 'Атауы күйінің склада';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы күйінің склада';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ күйіов склада!';
$_['error_name'] = 'Атауы күйінің склада должно быть от 3 до 32 символов!';
$_['error_product'] = 'Внимание: Этот күйі склада не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
