<?php
// Heading
$_['heading_title'] = 'Күйіы жазылымдар';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз күйіы жазылымдар!';
$_['text_list'] = 'Тізім күйіов жазылымдар';
$_['text_add'] = 'Добавление күйінің жазылымдар';
$_['text_edit'] = 'Өңдеу күйінің жазылымдар';

// Column
$_['column_name'] = 'Атауы күйінің жазылымдар';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы күйінің жазылымдар';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ күйіов жазылымдар!';
$_['error_name'] = 'Атауы күйінің жазылымдар должно быть от 3 до 32 символов!';
$_['error_default'] = 'Внимание: Этот күйі жазылымдар не может быть удален, поскольку он в настоящее время назначен в качестве күйінің жазылымдар по умолчанию дүкеннің!';
$_['error_subscription'] = 'Внимание: Этот күйі жазылымдар не может быть удален, поскольку он в настоящее время назначен үшін %s подписок!';
