<?php
// Heading
$_['heading_title'] = 'Салықовые классы';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз салықтарые классы!';
$_['text_list'] = 'Тізім салықтарых классов';
$_['text_add'] = 'Добавление салықтарого класса';
$_['text_edit'] = 'Өңдеу салықтарого класса';
$_['text_tax_class'] = 'Класс салықтың';
$_['text_tax_rate'] = 'Салықовые ставки';
$_['text_shipping'] = 'Жеткізу мекенжайы';
$_['text_payment'] = 'Төлем мекенжайы';
$_['text_store'] = 'Дүкен мекенжайы';

// Column
$_['column_title'] = 'Заголовок салықтарого класса';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_title'] = 'Заголовок салықтарого класса';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_rate'] = 'Салықовая ставка';
$_['entry_based'] = 'На основе';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_priority'] = 'Приоритет';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ салықтарых классов!';
$_['error_title'] = 'Заголовок салықтарого класса должен быть от 3 до 32 символов!';
$_['error_description'] = 'Сипаттамасы должно быть от 3 до 255 символов!';
$_['error_product'] = 'Внимание: Этот салықтарый класс не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
