<?php
// Heading
$_['heading_title'] = 'Салықовые ставки';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз салықтарые ставки!';
$_['text_list'] = 'Тізім салықтарых ставок';
$_['text_add'] = 'Добавление салықтарой ставки';
$_['text_edit'] = 'Өңдеу салықтарой ставки';
$_['text_percent'] = 'Пайыздар';
$_['text_amount'] = 'Тұрақты сома';

// Column
$_['column_name'] = 'Атауы салықтың';
$_['column_rate'] = 'Салықовая ставка';
$_['column_type'] = 'Тип';
$_['column_geo_zone'] = 'Гео-аймақ';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы салықтың';
$_['entry_rate'] = 'Салықовая ставка';
$_['entry_type'] = 'Тип';
$_['entry_customer_group'] = 'Сатып алушылар тобы';
$_['entry_geo_zone'] = 'Гео-аймақ';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ салықтарых ставок!';
$_['error_tax_rule'] = 'Внимание: Эта салықтарая ставка не может быть удалена, потому что назначена %s салықтарым классам!';
$_['error_name'] = 'Атауы должно быть от 3 до 32 символов!';
$_['error_rate'] = 'Необходимо указать салықтарую ставку!';
