<?php
// Heading
$_['heading_title'] = 'Классы салмақтың';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз классы салмақтың!';
$_['text_list'] = 'Тізім классов салмақтың';
$_['text_add'] = 'Добавление класса салмақтың';
$_['text_edit'] = 'Өңдеу класса салмақтың';

// Column
$_['column_title'] = 'Заголовок салмақтың';
$_['column_unit'] = 'Единицы салмақтың';
$_['column_value'] = 'Значение';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_title'] = 'Заголовок салмақтың';
$_['entry_unit'] = 'Единицы салмақтың';
$_['entry_value'] = 'Значение';

// Help
$_['help_value'] = 'Значение салмақтың по умолчанию в текущей единице салмақтың. Установите значение 1 үшін вашего салмақтың по умолчанию.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ салмақовых классов!';
$_['error_title'] = 'Атауы единицы салмақтың должно быть от 3 до 32 символов!';
$_['error_unit'] = 'Единица салмақтың должна быть от 1 до 4 символов!';
$_['error_default'] = 'Внимание: Этот салмақовой класс не может быть удален, поскольку он в настоящее время назначен как класс салмақтың по умолчанию!';
$_['error_product'] = 'Внимание: Этот салмақовой класс нельзя удалить, поскольку он в настоящее время назначен %s тауардыңм!';
