<?php
// Heading
$_['heading_title'] = 'Аймақы';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз аймақы!';
$_['text_list'] = 'Тізім аймақов';
$_['text_add'] = 'Добавление аймақа';
$_['text_edit'] = 'Өңдеу аймақа';
$_['text_filter'] = 'Сүзгі';

// Column
$_['column_name'] = 'Атауы аймақа';
$_['column_code'] = 'Код аймақа';
$_['column_country'] = 'Ел';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы аймақа';
$_['entry_code'] = 'Код аймақа';
$_['entry_country'] = 'Ел';
$_['entry_status'] = 'Күйі';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ аймақов!';
$_['error_name'] = 'Атауы аймақа должно быть от 3 до 128 символов!';
$_['error_default'] = 'Внимание: Этот аймақ нельзя удалить, поскольку он в настоящее время назначен как аймақ дүкеннің по умолчанию!';
$_['error_store'] = 'Внимание: Этот аймақ нельзя удалить, поскольку он в настоящее время назначен үшін %s дүкендер!';
$_['error_address'] = 'Внимание: Этот аймақ нельзя удалить, поскольку он в настоящее время назначен %s мекенжайным книгам!';
$_['error_zone_to_geo_zone'] = 'Внимание: Этот аймақ нельзя удалить, поскольку он в настоящее время назначен %s аймақам в геозонах!';
