<?php
// Heading
$_['heading_title']    = 'Конвертер валют Європейського центрального банку';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Конвертер валют Європейського центрального банку змінено!';
$_['text_edit']        = 'Редагувати Європейський центральний банк';
$_['text_support']     = 'Для цього розширення потрібна валюта EUR.';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну валют Європейського центрального банку!';
