<?php
// Heading
$_['heading_title']    = 'Фіксаваная стаўка';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі дастаўку з фіксаванай стаўкай!';
$_['text_edit']        = 'Рэдагаванне дастаўкі з фіксаванай стаўкай';

// Entry
$_['entry_cost']       = 'Кошт';
$_['entry_tax_class']  = 'Клас падатку';
$_['entry_geo_zone']   = 'Геаграфічная зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Парадак сартавання';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне дастаўкі з фіксаванай стаўкай!';
