<?php
// Heading
$_['heading_title']    = 'Бясплатная дастаўка';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі бясплатную дастаўку!';
$_['text_edit']        = 'Рэдагаванне бясплатнай дастаўкі';

// Entry
$_['entry_total']      = 'Сума ніжэйшага падкага';
$_['entry_geo_zone']   = 'Геаграфічная зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Парадак сартавання';

// Help
$_['help_total']       = 'Мінімальная сума заказа, неабходная для актывацыі бясплатнай дастаўкі.';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне бясплатнай дастаўкі!';
