<?php
// Heading
$_['heading_title']    = 'Дастаўка па вазе';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі дастаўку па вазе!';
$_['text_edit']        = 'Рэдагаванне дастаўкі па вазе';

// Entry
$_['entry_rate']       = 'Стаўкі';
$_['entry_tax_class']  = 'Клас падатку';
$_['entry_geo_zone']   = 'Геаграфічная зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Парадак сартавання';

// Help
$_['help_rate']        = 'Прыклад: 5:10.00,7:12.00 Вага:Кошт,Вага:Кошт і г.д.';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне дастаўкі па вазе!';
