<?php
// Heading
$_['heading_title'] = 'Группы сатып алушы';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз топтар сатып алушы!';
$_['text_list'] = 'Тізім топтар сатып алушылар';
$_['text_add'] = 'Добавление топтар сатып алушы';
$_['text_edit'] = 'Өңдеу топтар сатып алушылар';

// Column
$_['column_name'] = 'Атауы топтар сатып алушылар';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы топтар сатып алушылар';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_approval'] = 'Одобрять новых сатып алушылар';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_approval'] = 'Сатып алушылар должны быть одобрены администратором, прежде чем они смогут войти.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ топтар сатып алушылар!';
$_['error_name'] = 'Атауы топтар сатып алушылар должно быть от 3 до 32 символов!';
$_['error_default'] = 'Внимание: Эта топ сатып алушылар не может быть удалена, поскольку в настоящее время она назначена как топ сатып алушылар по умолчанию!';
$_['error_store'] = 'Внимание: Эта топ сатып алушылар не может быть удалена, поскольку она в настоящее время назначена %s дүкенніңм!';
$_['error_customer'] = 'Внимание: Эта топ сатып алушылар не может быть удалена, поскольку в настоящее время она назначена %s сатып алушым!';
