<?php
// Heading
$_['heading_title'] = 'Настраиваемые поля';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз настраиваемые поля!';
$_['text_list'] = 'Тізім настраиваемых полей';
$_['text_add'] = 'Добавление настраиваемого поля';
$_['text_edit'] = 'Өңдеу настраиваемого поля';
$_['text_choose'] = 'Таңдаңыз';
$_['text_select'] = 'Ашылмалы тізім';
$_['text_radio'] = 'Радио';
$_['text_checkbox'] = 'Құсбелгі';
$_['text_input'] = 'Енгізу';
$_['text_text'] = 'Мәтін';
$_['text_textarea'] = 'Мәтін аймағы';
$_['text_file'] = 'Файл';
$_['text_date'] = 'Күні';
$_['text_datetime'] = 'Күні мен уақыты';
$_['text_time'] = 'Уақыт';
$_['text_account'] = 'Аккаунт';
$_['text_address'] = 'Мекенжай';
$_['text_affiliate'] = 'Серіктес';
$_['text_regex'] = 'Регулярное выражение';
$_['text_custom_field'] = 'Реттежылін өріс';
$_['text_value'] = 'Значение настраиваемого поля';

// Column
$_['column_name'] = 'Аты настраиваемого поля';
$_['column_location'] = 'Орналасқан жері';
$_['column_type'] = 'Тип';
$_['column_status'] = 'Күйі';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Аты настраиваемого поля';
$_['entry_location'] = 'Орналасқан жері';
$_['entry_type'] = 'Тип';
$_['entry_value'] = 'Значение';
$_['entry_validation'] = 'Валидация';
$_['entry_custom_value'] = 'Аты значения настраиваемого поля';
$_['entry_customer_group'] = 'Сатып алушылар тобы';
$_['entry_required'] = 'Обязательно';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_regex'] = 'Используйте регулярное выражение. Например: /[^a-zA-Z0-9_-]/';
$_['help_sort_order'] = 'Используйте минус үшін обратного отсчета от последнего поля в наборе.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ пайдаланушыских полей!';
$_['error_name'] = 'Аты настраиваемого поля должно быть от 1 до 128 символов!';
$_['error_type'] = 'Внимание: Требуются значения настраиваемого поля!';
$_['error_custom_value'] = 'Аты настраиваемого значения должно быть от 1 до 128 символов!';
