<?php
// Text
$_['text_subject']        = '%s - Серіктестік бағдарламасы';
$_['text_welcome']        = '%s серіктестік бағдарламасына қосылғаныңыз үшін рахмет!';
$_['text_login']          = 'Тіркелгіңіз жасалды. Сіз эл. пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып, веб-сайтымызға кіре аласыз:';
$_['text_approval']       = 'Тіркелгіңіз кіру үшін алдымен мақұлдануы керек. Мақұлданғаннан кейін эл. пошта мекенжайыңыз бен құпия сөзіңіз арқылы кіре аласыз:';
$_['text_service']        = 'Жүйеге кіргеннен кейін сіз бақылау кодтарын жасай аласыз, комиссиялық төлемдерді бақылай аласыз және тіркелгі ақпаратыңызды өңдей аласыз.';
$_['text_thanks']         = 'Рахмет,';
$_['text_new_affiliate']  = 'Жаңа серіктес';
$_['text_signup']         = 'Жаңа серіктес тіркелді:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Сатып алушы тобы:';
$_['text_firstname']      = 'Аты:';
$_['text_lastname']       = 'Тегі:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Эл. пошта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Кіру';
