<?php
// Text
$_['text_subject']  = '%s - GDPR экспорт/жою сұранысы!';
$_['text_export']   = 'Деректерді экспорттау сұранысы';
$_['text_remove']   = 'Тіркелгіні жою сұранысы';
$_['text_gdpr']     = 'Осы эл. пошта мекенжайынан GDPR сұранысы. Әрекетті растау үшін төмендегі сілтемені басыңыз:';
$_['text_ip']       = 'Осы сұраныс үшін пайдаланылған IP-мекенжай:';
$_['text_contact']  = 'Егер сіз бұл сұранысты жасамаған болсаңыз, дүкен иесіне хабарласыңыз:';
$_['text_thanks']   = 'Рахмет,';
$_['text_ignore']   = 'Егер сіз бұл сұранысты жасамаған болсаңыз, бұл хатты елемеңіз.';

// Buttons
$_['button_export'] = 'Мен деректерімді экспорттауды растаймын';
$_['button_remove'] = 'Мен тіркелгімді жоюды растаймын';
