<?php
// Text
$_['text_subject']        = '%s - Тіркелгеніңіз үшін рахмет';
$_['text_welcome']        = '%s сайтына қош келдіңіз және тіркелгеніңіз үшін рахмет!';
$_['text_login']          = 'Тіркелгіңіз жасалды. Сіз эл. пошта мекенжайыңыз бен құпия сөзіңізді пайдаланып, веб-сайтымызға кіре аласыз:';
$_['text_approval']       = 'Тіркелгіңіз кіру үшін алдымен мақұлдануы керек. Мақұлданғаннан кейін эл. пошта мекенжайыңыз бен құпия сөзіңіз арқылы кіре аласыз:';
$_['text_service']        = 'Жүйеге кіргеннен кейін сіз бұрынғы тапсырыстарды қарау, шоттарды басып шығару және тіркелгі ақпаратыңызды өңдеу сияқты қосымша қызметтерге қол жеткізе аласыз.';
$_['text_thanks']         = 'Рахмет,';
$_['text_new_customer']   = 'Жаңа сатып алушы';
$_['text_signup']         = 'Жаңа сатып алушы тіркелді:';
$_['text_customer_group'] = 'Сатып алушы тобы:';
$_['text_firstname']      = 'Аты:';
$_['text_lastname']       = 'Тегі:';
$_['text_email']          = 'Эл. пошта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Кіру';
