<?php
// Text
$_['text_subject']              = '%s - Тапсырыс %s - Жазылым тоқтатылды';
$_['text_received']             = 'Сіз жазылымды тоқтату туралы хабарлама алдыңыз.';
$_['text_orders_id']            = 'Тапсырыс нөмірі:';
$_['text_subscription_id']      = 'Жазылым идентификаторы';
$_['text_date_added']           = 'Қосылған күні:';
$_['text_subscription_status']  = 'Жазылым мәртебесі:';
$_['text_comment']              = 'Жазылымыңызға пікірлер:';
$_['text_canceled']             = 'Сәтті: Жазылым профилі тоқтатылды!';
