<?php
// Text
$_['text_subject']  = 'Сіз %s сыйлық сертификатын алдыңыз';
$_['text_greeting'] = 'Құттықтаймыз, сіз %s сомасына сыйлық сертификатын алдыңыз';
$_['text_from']     = 'Бұл сыйлық сертификатын сізге %s жіберді';
$_['text_message']  = 'Хабарламамен';
$_['text_redeem']   = 'Осы сыйлық сертификатын пайдалану үшін <b>%s</b> кодын сақтаңыз, содан кейін дүкенге өтіп, ұнаған тауарларға тапсырыс беріңіз. Сіз сыйлық сертификатының кодын тапсырысты рәсімдеуді бастамас бұрын, себетті қарау парағында енгізе аласыз.';
$_['text_footer']   = 'Сұрақтарыңыз болса, осы хатқа жауап беріңіз.';
