<?php
// Heading
$_['heading_title']       = 'Обліковий запис';

// Text
$_['text_account']        = 'Обліковий запис';
$_['text_my_account']     = 'Мій обліковий запис';
$_['text_my_orders']      = 'Мої замовлення';
$_['text_my_affiliate']   = 'Мій партнерський обліковий запис';
$_['text_my_newsletter']  = 'Розсилка';
$_['text_edit']           = 'Редагувати інформацію облікового запису';
$_['text_password']       = 'Змінити пароль';
$_['text_address']        = 'Змінити записи адресної книги';
$_['text_payment_method'] = 'Збережені способи оплати';
$_['text_wishlist']       = 'Змінити список бажань';
$_['text_order']          = 'Переглянути історію замовлень';
$_['text_subscription']   = 'Підписки';
$_['text_download']       = 'Завантаження';
$_['text_reward']         = 'Бонусні бали';
$_['text_return']         = 'Переглянути запити на повернення';
$_['text_transaction']    = 'Транзакції';
$_['text_newsletter']     = 'Підписатися / відписатися від розсилки';
$_['text_transactions']   = 'Транзакції';
$_['text_affiliate_add']  = 'Зареєструвати партнерський обліковий запис';
$_['text_affiliate_edit'] = 'Редагувати партнерську інформацію';
$_['text_tracking']       = 'Код відстеження партнера';
