<?php
// Heading
$_['heading_title']      = 'Адресна книга';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_address_book']  = 'Записи адресної книги';
$_['text_address_add']   = 'Додати адресу';
$_['text_address_edit']  = 'Редагувати адресу';
$_['text_add']           = 'Вашу адресу успішно додано';
$_['text_edit']          = 'Вашу адресу успішно оновлено';
$_['text_delete']        = 'Вашу адресу успішно видалено';
$_['text_no_results']    = 'У вашому обліковому записі немає адрес.';
$_['text_default']       = 'За замовчуванням';

// Entry
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_company']      = 'Компанія';
$_['entry_address_1']    = 'Адреса 1';
$_['entry_address_2']    = 'Адреса 2';
$_['entry_postcode']     = 'Поштовий індекс';
$_['entry_city']         = 'Місто';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон / Область';
$_['entry_default']      = 'Адреса за замовчуванням';

// Error
$_['error_token']        = 'Попередження: Недійсний токен адреси!';
$_['error_subscription'] = 'Попередження: Адреса все ще використовується %s активними підписками!';
$_['error_default']      = 'Попередження: Необхідна адреса за замовчуванням!';
$_['error_delete']       = 'Попередження: Ви повинні мати хоча б одну адресу!';
$_['error_firstname']    = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса має містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_city']         = 'Місто має містити від 2 до 128 символів!';
$_['error_country']      = 'Будь ласка, оберіть країну!';
$_['error_zone']         = 'Будь ласка, оберіть регіон / область!';
$_['error_custom_field'] = '%s обов\'язково!';
$_['error_regex']        = '%s не є допустимим значенням!';
