<?php
// Heading
$_['heading_title'] = 'Захистіть свій обліковий запис';

// Text
$_['text_security'] = 'Ви повинні відповісти на питання безпеки щоразу при вході з невідомого пристрою або комп\'ютера.';
$_['text_code']     = 'Натисніть кнопку надіслати, щоб отримати код безпеки на вашу електронну пошту. Введіть код нижче, щоб продовжити.';
$_['text_sent']     = 'Успіх: Лист із кодом безпеки надіслано на вашу електронну адресу!';
$_['text_locked']   = 'Ваш обліковий запис заблоковано!';
$_['text_reset']    = 'Ваш обліковий запис заблоковано через забагато невірних спроб введення коду безпеки. Натисніть кнопку скидання, щоб отримати посилання для скидання на вашу електронну пошту.';
$_['text_link']     = 'Успіх: Лист із посиланням для скидання надіслано на вашу електронну адресу!';
$_['text_unlocked'] = 'Ваш обліковий запис розблоковано!';
$_['text_unlock']   = 'Ваш обліковий запис розблоковано. Вам потрібно буде знову увійти та повторити процес 2FA, щоб продовжити.';
$_['text_failed']   = 'Не вдалося скинути ваш код безпеки!';

// Entry
$_['entry_code']    = 'Код безпеки';

// Button
$_['button_send']   = 'Надіслати';
$_['button_reset']  = 'Скинути';

// Error
$_['error_code']    = 'Код безпеки не збігається!';
