<?php
// Heading
$_['heading_title']      = 'Інформація облікового запису';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_edit']          = 'Редагувати інформацію';
$_['text_your_details']  = 'Ваші особисті дані';
$_['text_success']       = 'Успіх: Ваш обліковий запис успішно оновлено.';

// Entry
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'Електронна пошта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_token']        = 'Попередження: Недійсний токен редагування!';
$_['error_exists']       = 'Попередження: Адреса електронної пошти вже зареєстрована!';
$_['error_firstname']    = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']        = 'Адреса електронної пошти не є дійсною!';
$_['error_telephone']    = 'Телефон має містити від 3 до 32 символів!';
$_['error_custom_field'] = '%s обов\'язково!';
$_['error_regex']        = '%s не є допустимим значенням!';
