<?php
// Heading
$_['heading_title']            = 'Забули пароль?';
$_['heading_reset']            = 'Скинути пароль';

// Text
$_['text_account']             = 'Обліковий запис';
$_['text_forgotten']           = 'Забутий пароль';
$_['text_your_email']          = 'Ваша електронна адреса';
$_['text_email']               = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Натисніть "Продовжити", щоб отримати посилання для скидання пароля.';
$_['text_password']            = 'Введіть новий пароль, який бажаєте використовувати.';
$_['text_sent']                = 'Лист із посиланням для підтвердження надіслано на вашу електронну адресу!';
$_['text_reset']               = 'Успіх: Ваш пароль успішно оновлено.';

// Entry
$_['entry_email']              = 'Адреса електронної пошти';
$_['entry_new_password']       = 'Новий пароль';
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Підтвердити';

// Error
$_['error_email']              = 'Адреса електронної пошти не є дійсною!';
$_['error_not_found']          = 'Попередження: Адресу електронної пошти не знайдено в наших записах!';
$_['error_password']           = 'Пароль має містити %s і бути від %d до 20 символів!';
$_['error_password_uppercase'] = 'велику літеру';
$_['error_password_lowercase'] = 'малу літеру';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'символ';
$_['error_password_length']    = 'Пароль має бути від %d до 20 символів!';
$_['error_confirm']            = 'Пароль і підтвердження пароля не збігаються!';
$_['error_code']               = 'Код скидання пароля недійсний або вже використаний!';
