<?php
// Heading
$_['heading_title']                = 'Вхід в обліковий запис';

// Text
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Увійти';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Зареєструвати обліковий запис';
$_['text_register_account']        = 'Створивши обліковий запис, ви зможете купувати швидше, бути в курсі статусу замовлення та відстежувати попередні замовлення.';
$_['text_returning_customer']      = 'Постійний покупець';
$_['text_i_am_returning_customer'] = 'Я постійний покупець';
$_['text_forgotten']               = 'Забутий пароль';

// Entry
$_['entry_email']                  = 'Адреса електронної пошти';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Попередження: Недійсна сесія токена. Будь ласка, увійдіть знову!';
$_['error_login']                  = 'Попередження: Адреса електронної пошти та/або пароль не збігаються.';
$_['error_attempts']               = 'Попередження: Ваш обліковий запис перевищив допустиму кількість спроб входу. Будь ласка, спробуйте ще раз через годину.';
$_['error_approved']               = 'Попередження: Ваш обліковий запис потребує підтвердження перед входом.';
