<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_success']  = '<p>Вітаємо! Ваш новий обліковий запис успішно створено!</p><p>Тепер ви можете користуватися перевагами облікового запису для покращення досвіду покупок у нашому магазині.</p><p>Якщо у вас є будь-які питання щодо роботи магазину, будь ласка, напишіть власнику магазину.</p><p>Підтвердження надіслано на вказану електронну адресу. Якщо ви не отримали його протягом години, будь ласка, <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Ви отримаєте повідомлення електронною поштою, коли ваш обліковий запис буде активовано власником магазину.</p><p>Якщо у вас є будь-які питання щодо роботи магазину, будь ласка, <a href="%s">зв\'яжіться з власником магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';
