<?php
// Heading
$_['heading_title']    = 'Відстеження партнера';

// Text
$_['text_account']     = 'Обліковий запис';
$_['text_description'] = 'Щоб гарантувати, що ви отримуєте оплату за рефералів, яких ви надсилаєте нам, нам потрібно відстежувати реферала, розміщуючи код відстеження в URL-адресах, що посилаються на нас. Ви можете використовувати інструменти нижче для створення посилань на веб-сайт %s.';

// Entry
$_['entry_code']       = 'Ваш код відстеження';
$_['entry_generator']  = 'Генератор посилань відстеження';
$_['entry_link']       = 'Посилання відстеження';

// Help
$_['help_generator']   = 'Введіть назву товару, на який ви хочете створити посилання';
