<?php
// Heading
$_['heading_title']   = 'Мій список бажань';

// Text
$_['text_account']    = 'Обліковий запис';
$_['text_wishlist']   = 'Список бажань (%s)';
$_['text_login']      = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб зберегти <a href="%s">%s</a> у ваш <a href="%s">список бажань</a>!';
$_['text_success']    = 'Успіх: Ви додали <a href="%s">%s</a> у ваш <a href="%s">список бажань</a>!';
$_['text_remove']     = 'Успіх: Ви видалили товар зі списку бажань';
$_['text_no_results'] = 'Ваш список бажань порожній.';

// Column
$_['column_image']    = 'Зображення';
$_['column_name']     = 'Назва товару';
$_['column_model']    = 'Модель';
$_['column_stock']    = 'Наявність';
$_['column_price']    = 'Ціна за одиницю';
$_['column_action']   = 'Дія';

// Error
$_['error_product']   = 'Попередження: Товар не знайдено!';
$_['error_login']     = 'Попередження: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб видаляти товари з вашого <a href="%s">списку бажань</a>!';
