<?php
// Тэкст
$_['text_success']               = 'Поспех: Вы змянілі свой кошык!';
$_['text_subscription']          = 'Падпіска';
$_['text_subscription_trial']    = '%s кожныя %d %s для %d плацяжоў потым ';
$_['text_subscription_duration'] = '%s кожныя %d %s для %d плацяжоў';
$_['text_subscription_cancel']   = '%s кожныя %d %s да адмены';
$_['text_day']                   = 'дзень';
$_['text_week']                  = 'тыдзень';
$_['text_semi_month']            = 'паўмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_for']                   = '%s падарункавы сертыфікат для %s';

// Памылкі
$_['error_stock']                = 'Тавары, пазначаныя *** адсутнічаюць у патрэбнай колькасці або іх няма на складзе!';
$_['error_minimum']              = 'Мінімальная сума заказа для %s складае %s!';
$_['error_store']                = 'Тавар не можа быць куплены ў выбраным магазіне!';
$_['error_required']             = '%s абавязкова да запаўнення!';
$_['error_product']              = 'Увага: Тавар не знойдзены!';
$_['error_subscription']         = 'Калі ласка, абярыце план падпіскі!';
