<?php
// Тэкст
$_['text_success']         = 'Поспех: Вы паспяхова змянілі пакупнікоў';

// Памылкі
$_['error_customer']       = 'Увага: Пакупнік не знойдзены!';
$_['error_customer_group'] = 'Група пакупнікоў несапраўдная!';
$_['error_firstname']      = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']       = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_email']          = 'Адрас электроннай пошты несапраўдны!';
$_['error_telephone']      = 'Тэлефон павінен быць ад 3 да 32 сімвалаў!';
$_['error_custom_field']   = '%s абавязкова да запаўнення!';
$_['error_regex']          = '%s не з\'яўляецца дапушчальным уводам!';
