<?php
// Тэкст
$_['text_success']           = 'Поспех: Вы змянілі заказы!';

// Памылкі
$_['error_order']            = 'Увага: Заказ не знойдзены!';
$_['error_customer']         = 'Увага: Звесткі пра пакупніка абавязковыя!';
$_['error_payment_address']  = 'Увага: Платёжны адрас абавязковы!';
$_['error_payment_method']   = 'Увага: Спосаб аплаты абавязковы!';
$_['error_no_payment']       = 'Увага: Няма даступных варыянтаў аплаты!';
$_['error_shipping_address'] = 'Увага: Адрас дастаўкі абавязковы!';
$_['error_shipping_method']  = 'Увага: Спосаб дастаўкі абавязковы!';
$_['error_no_shipping']      = 'Увага: Няма даступных спосабаў дастаўкі!';
$_['error_stock']            = 'Увага: Тавары, пазначаныя *** недаступныя ў патрэбнай колькасці або адсутнічаюць на складзе!';
$_['error_minimum']          = 'Увага: Мінімальная сума заказа %s складае %s!';
$_['error_product']          = 'Увага: Тавар абавязковы!';
$_['error_comment']          = 'Увага: Каментарый абавязковы!';
