<?php
// Тэкст
$_['text_success']       = 'Поспех: Адрас дастаўкі быў усталяваны!';

// Памылкі
$_['error_firstname']    = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']     = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_address_1']    = 'Адрас 1 павінен быць ад 3 да 128 сімвалаў!';
$_['error_city']         = 'Горад павінен быць ад 3 да 128 сімвалаў!';
$_['error_postcode']     = 'Паштовы індэкс павінен быць ад 2 да 10 сімвалаў для гэтай краіны!';
$_['error_country']      = 'Калі ласка, абярыце краіну!';
$_['error_zone']         = 'Калі ласка, абярыце рэгіён / вобласць!';
$_['error_custom_field'] = '%s абавязкова да запаўнення!';
$_['error_regex']        = '%s не з\'яўляецца дапушчальным уводам!';
$_['error_shipping']     = 'Увага: Няма тавараў, якія патрабуюць дастаўкі!';
