<?php
// Тэкст
$_['text_cart']       = 'Поспех: Вы змянілі свой кошык!';
$_['text_for']        = '%s падарункавы сертыфікат для %s';
$_['text_success']    = 'Поспех: Ваш падарункавы сертыфікат быў ужыты!';
$_['text_remove']     = 'Поспех: Ваш падарункавы сертыфікат быў выдалены!';

// Памылкі
$_['error_voucher']   = 'Увага: Падарункавы сертыфікат альбо несапраўдны, альбо баланс выдаткаваны!';
$_['error_to_name']   = 'Назва атрымальніка павінна быць ад 1 да 64 сімвалаў!';
$_['error_from_name'] = 'Ваша імя павінна быць ад 1 да 64 сімвалаў!';
$_['error_email']     = 'Адрас электроннай пошты несапраўдны!';
$_['error_theme']     = 'Вы павінны выбраць тэму!';
$_['error_amount']    = 'Сума павінна быць больш за %s і менш за %s!';
