<?php
// Heading
$_['heading_title'] = 'Блог';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз модуль блога!';
$_['text_next'] = 'Сәтті: Сіз өзгерттіңіз %s блогов из %s!';
$_['text_edit'] = 'Өңдеу модульдің блога';

// Form
$_['text_desc'] = 'По убыванию';
$_['text_asc'] = 'По возрастанию';
$_['text_sort_name'] = 'Атауы';
$_['text_sort_date'] = 'Қосылған күні';

// Column
$_['column_total'] = 'Барлығыго';

// Entry
$_['entry_name'] = 'Атауы модульдің';
$_['entry_limit'] = 'Лимит';
$_['entry_width'] = 'Ширина суреттер';
$_['entry_height'] = 'Высота суреттер';
$_['entry_order'] = 'Порядок';
$_['entry_sort'] = 'Сортировка';
$_['entry_status'] = 'Күйі';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ модульдің блога!';
$_['error_name'] = 'Атауы модульдің должно быть от 3 до 64 символов!';
$_['error_width'] = 'Необходимо указать ширину!';
$_['error_height'] = 'Необходимо указать высоту!';
