<?php
// Heading
$_['heading_title'] = 'Рекомендуемые';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз модуль рекомендуемые!';
$_['text_edit'] = 'Өңдеу модульдің рекомендуемые';
$_['text_horizontal'] = 'Горизонтально';
$_['text_vertical'] = 'Вертикально';

// Entry
$_['entry_name'] = 'Атауы модульдің';
$_['entry_product'] = 'Тауарлар';
$_['entry_axis'] = 'Ось';
$_['entry_width'] = 'Ширина суреттер';
$_['entry_height'] = 'Высота суреттер';
$_['entry_status'] = 'Күйі';

// Help
$_['help_product'] = '(Автодополнение)';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ модульдің рекомендуемые!';
$_['error_name'] = 'Атауы модульдің должно быть от 3 до 64 символов!';
$_['error_width'] = 'Необходимо указать ширину!';
$_['error_height'] = 'Необходимо указать высоту!';
