<?php
// Heading
$_['heading_title']         = 'Профіль';

// Text
$_['text_success']          = 'Успіх: Ваш профіль змінено!';
$_['text_edit']             = 'Редагування вашого профілю';
$_['text_user']             = 'Відомості про користувачів';
$_['text_password']         = 'Пароль';

// Entry
$_['entry_username']        = 'Ім\'я користувача';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Підтвердити';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_email']           = 'Ел. пошта';
$_['entry_image']           = 'Зображення';

// Error
$_['error_permission']      = 'Увага: У вас немає прав на зміну вашого профілю!';
$_['error_username_exists'] = 'Увага: Ім\'я користувача вже використовується!';
$_['error_username']        = 'Ім\'я користувача має бути від 3 до 20 знаків!';
$_['error_password']        = 'Пароль має бути від 6 до 20 символів!';
$_['error_confirm']         = 'Пароль і підтвердження пароля не збігаються!';
$_['error_firstname']       = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']           = 'Адреса електронної пошти недійсна!';
$_['error_email_exists']    = 'Увага: Адреса ел. пошти вже зареєстрована!';
