<?php
// Heading
$_['heading_title']    = 'Групи користувачів';

// Text
$_['text_success']     = 'Успіх: Групи користувачів змінено!';
$_['text_list']        = 'Група користувача';
$_['text_add']         = 'Додавання групи користувачів';
$_['text_edit']        = 'Редагування групи користувачів';
$_['text_access']      = 'Доступ';
$_['text_modify']      = 'Змінити';

// Column
$_['column_name']      = 'Назва групи користувачів';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва групи користувачів';
$_['entry_permission'] = 'Дозволи';
$_['entry_extension']  = 'Розширення';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну груп користувачів!';
$_['error_name']       = 'Назва групи користувачів має бути від 3 до 64 символів!';
$_['error_user']       = 'Увага: Ця група користувачів не може бути видалена, оскільки вона наразі призначена %s користувачам!';
