<?php
// Heading
$_['heading_title'] = 'Группы атрибутов';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз топтар атрибута!';
$_['text_list'] = 'Тізім топтар атрибутов';
$_['text_add'] = 'Добавление топтар атрибута';
$_['text_edit'] = 'Өңдеу топтар атрибутов';

// Column
$_['column_name'] = 'Атауы топтар атрибутов';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы топтар атрибутов';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ топтар атрибутов!';
$_['error_name'] = 'Атауы топтар атрибутов должно быть от 1 до 64 символов!';
$_['error_attribute'] = 'Внимание: Эта топ атрибутов не может быть удалена, поскольку она в настоящее время назначена %s атрибутам!';
$_['error_product'] = 'Внимание: Эта топ атрибутов не может быть удалена, поскольку она в настоящее время назначена %s тауардыңм!';
