<?php
// Heading
$_['heading_title'] = 'Атрибуты';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз атрибуты!';
$_['text_list'] = 'Атрибуттар тізімі';
$_['text_add'] = 'Атрибут қосу';
$_['text_edit'] = 'Атрибутты өңдеу';

// Column
$_['column_name'] = 'Атауы атрибута';
$_['column_attribute_group'] = 'Топ атрибута';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы атрибута';
$_['entry_attribute_group'] = 'Топ атрибута';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ атрибутов!';
$_['error_attribute_group'] = 'Необходимо указать топты атрибутов!';
$_['error_name'] = 'Атауы атрибута должно быть от 1 до 64 символов!';
$_['error_product'] = 'Внимание: Этот атрибут не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
