<?php
// Heading
$_['heading_title'] = 'Загрузки';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз жүктеу!';
$_['text_list'] = 'Тізім загрузок';
$_['text_add'] = 'Добавление жүктеу';
$_['text_edit'] = 'Өңдеу жүктеу';
$_['text_upload'] = 'Файлыңыз сәтті жүктелді!';
$_['text_report'] = 'Есеп';

// Column
$_['column_name'] = 'Атауы жүктеу';
$_['column_ip'] = 'IP-мекенжай';
$_['column_account'] = 'Тіркелгілер';
$_['column_store'] = 'Дүкен';
$_['column_country'] = 'Ел';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы жүктеу';
$_['entry_filename'] = 'Аты файла';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Вы можете загрузить через кнопку жүктеу или использовать FTP үшін жүктеу в директорию жүктеу и всалмақти детали ниже.';
$_['help_mask'] = 'Рекомендуем, чтобы аты файла и маска были различны, это предотвратит прямой доступ к файлам.';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Внимание: У вас нет рұқсаттар на изменение загрузок!';
$_['error_name'] = 'Аты жүктеу должно быть от 3 до 64 символов!';
$_['error_filename'] = 'Аты файла должно быть от 3 до 128 символов!';
$_['error_filename_character'] = 'Аты файла может содержать только символы a-Z, 0-9, - и _!';
$_['error_directory'] = 'Загрузки должны находиться в папке storage/download!';
$_['error_exists'] = 'Файл не существует!';
$_['error_mask'] = 'Маска должна быть от 3 до 128 символов!';
$_['error_mask_character'] = 'Маска может использовать только символы a-Z, 0-9, - и _!';
$_['error_file_type'] = 'Недопустимый тип файла!';
$_['error_product'] = 'Внимание: Жүктеу не может быть удалена, поскольку она в настоящее время назначена %s тауардыңм!';
