<?php
// Heading
$_['heading_title'] = 'Группы сүзгінің';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз топтар сүзгінің!';
$_['text_list'] = 'Тізім топтар сүзгінің';
$_['text_add'] = 'Добавление топтар сүзгінің';
$_['text_edit'] = 'Өңдеу топтар сүзгінің';

// Column
$_['column_name'] = 'Атауы топтар сүзгінің';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы топтар сүзгінің';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ топтар сүзгілер!';
$_['error_name'] = 'Атауы топтар сүзгінің должно быть от 1 до 64 символов!';
$_['error_filter'] = 'Внимание: Эту топты сүзгілер невозможно удалить, поскольку в настоящее время она назначена сүзгініңм %s!';
