<?php
// Heading
$_['heading_title'] = 'Ақпарат';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз информацию!';
$_['text_list'] = 'Тізім ақпарат';
$_['text_add'] = 'Ақпарат қосу';
$_['text_edit'] = 'Ақпаратты өңдеу';
$_['text_default'] = 'Әдепкі';
$_['text_keyword'] = 'Бос орындарды қолданбаңыз, оларды - дегенімен алмастырыңыз и SEO URL мекенжайының бірегей екеніне көз жеткізіңіз.';

// Column
$_['column_title'] = 'Заголовок ақпарат';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_title'] = 'Заголовок ақпарат';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_meta_title'] = 'Мета-тег Title';
$_['entry_meta_keyword'] = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store'] = 'Дүкены';
$_['entry_keyword'] = 'Кілт сөз';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';
$_['entry_layout'] = 'Переопределение макета';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ ақпарат!';
$_['error_title'] = 'Заголовок ақпарат должен быть от 3 до 64 символов!';
$_['error_description'] = 'Сипаттамасы должно быть более 3 символов!';
$_['error_meta_title'] = 'Мета заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_keyword'] = 'SEO URL-мекенжай должен быть от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Семантический URL-мекенжай должен быть уникальным!';
$_['error_keyword_character'] = 'Кілт сөз может использовать только символы a-z, 0-9, - и _!';
$_['error_account'] = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий учетной записи дүкеннің!';
$_['error_checkout'] = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия оформления тапсырыстың в дүкене!';
$_['error_affiliate'] = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий серіктесской программы дүкеннің!';
$_['error_return'] = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия қайтарудың дүкеннің!';
$_['error_store'] = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время используется в %s дүкенніңх!';
