<?php
// Heading
$_['heading_title'] = 'Производители';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз өндірушілер!';
$_['text_list'] = 'Өндірушілер тізімі';
$_['text_add'] = 'Өндіруші қосу';
$_['text_edit'] = 'Өндірушіні өңдеу';
$_['text_default'] = 'Әдепкі';
$_['text_keyword'] = 'Бос орындарды қолданбаңыз, оларды - дегенімен алмастырыңыз и SEO URL мекенжайының бірегей екеніне көз жеткізіңіз.';

// Column
$_['column_name'] = 'Аты өндірушіні';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Аты өндірушіні';
$_['entry_store'] = 'Дүкены';
$_['entry_keyword'] = 'Кілт сөз';
$_['entry_image'] = 'Сурет';
$_['entry_sort_order'] = 'Сұрыптау реті';
$_['entry_layout'] = 'Переопределение макета';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ өндірушілер!';
$_['error_name'] = 'Аты өндірушіні должно быть от 2 до 64 символов!';
$_['error_keyword'] = 'SEO URL-мекенжай должен быть от 1 до 64 символов!';
$_['error_keyword_exists'] = 'Семантический URL-мекенжай должен быть уникальным!';
$_['error_keyword_character'] = 'Кілт сөз может использовать только символы a-z, 0-9, - и _!';
$_['error_product'] = 'Внимание: Этот өндіруші не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
