<?php
// Heading
$_['heading_title'] = 'Опции';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз опции!';
$_['text_list'] = 'Опциялар тізімі';
$_['text_add'] = 'Опция қосу';
$_['text_edit'] = 'Опцияны өңдеу';
$_['text_choose'] = 'Таңдаңыз';
$_['text_select'] = 'Ашылмалы тізім';
$_['text_radio'] = 'Радио';
$_['text_checkbox'] = 'Құсбелгі';
$_['text_input'] = 'Енгізу';
$_['text_text'] = 'Мәтін';
$_['text_textarea'] = 'Мәтін аймағы';
$_['text_file'] = 'Файл';
$_['text_date'] = 'Күні';
$_['text_datetime'] = 'Күні мен уақыты';
$_['text_time'] = 'Уақыт';
$_['text_option'] = 'Опция';
$_['text_value'] = 'Опция мәні';

// Column
$_['column_name'] = 'Атауы опции';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы опции';
$_['entry_type'] = 'Тип';
$_['entry_option_value'] = 'Атауы значения опции';
$_['entry_image'] = 'Сурет';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ опций!';
$_['error_name'] = 'Атауы опции должно быть от 1 до 128 символов!';
$_['error_type'] = 'Внимание: Опция мәні обязательно!';
$_['error_option_value'] = 'Атауы значения опции должно быть от 1 до 128 символов!';
$_['error_value'] = 'Внимание: Это значение опции не может быть удалено, поскольку оно в настоящее время назначено %s тауардыңм!';
$_['error_product'] = 'Внимание: Эта опция не может быть удалена, поскольку она в настоящее время назначена үшін %s тауарлар!';
