<?php
// Heading
$_['heading_title'] = 'Жоспары жазылымдар';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз жоспары жазылымдар!';
$_['text_list'] = 'Тізім жоспаров жазылымдар';
$_['text_add'] = 'Добавление жоспардың жазылымдар';
$_['text_edit'] = 'Өңдеу жоспардың жазылымдар';
$_['text_subscription'] = 'Жазылым';
$_['text_trial'] = 'Пробный период';
$_['text_day'] = 'День';
$_['text_week'] = 'Неделя';
$_['text_semi_month'] = 'Пол-айа';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';

// Entry
$_['entry_name'] = 'Атауы жоспардың жазылымдар';
$_['entry_trial_duration'] = 'Пробный период';
$_['entry_trial_cycle'] = 'Пробный цикл';
$_['entry_trial_frequency'] = 'Пробная сағаттота';
$_['entry_trial_status'] = 'Пробный метод';
$_['entry_duration'] = 'Продолжительность';
$_['entry_cycle'] = 'Цикл';
$_['entry_frequency'] = 'Периодичность';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Column
$_['column_name'] = 'Атауы жоспардың жазылымдар';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Help
$_['help_trial_duration'] = 'Продолжительность - это саны раз, которое пайдаланушы совершает төлем.';
$_['help_trial_cycle'] = 'Сома жазылымдар рассчитывается по сағаттоте и циклам.';
$_['help_trial_frequency'] = 'Если вы используете сағаттоту "неделя" и цикл "2", то пользователю будет выставляться счет әр 2 апта.';
$_['help_duration'] = 'Продолжительность - это саны раз, которое пайдаланушы будет совершать төлем; установите значение 0, если вы хотите, чтобы төлемдер осуществлялись до тех пор, пока они не будут отменены.';
$_['help_cycle'] = 'Сома жазылымдар рассчитывается по сағаттоте и циклам.';
$_['help_frequency'] = 'Если вы используете сағаттоту "неделя" и цикл "2", то пользователю будет выставляться счет әр 2 апта.';

// Error
$_['error_warning'] = 'Назар аударыңыз: Пішінді қателерге тексеріңіз!';
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ жоспаров жазылымдар!';
$_['error_name'] = 'Атауы жоспардың жазылымдар должно быть от 3 до 255 символов!';
$_['error_trial_duration'] = 'Продолжительность пробной версии должна быть больше 0!';
$_['error_product'] = 'Внимание: Этот жоспар жазылымдар не может быть удален, поскольку он в настоящее время назначен %s тауардыңм!';
