<?php
// Heading
$_['heading_title'] = 'События';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз события!';
$_['text_list'] = 'Тізім событий';
$_['text_event'] = 'События используются кеңейтімдерми үшін переопределения функциональности вашего дүкеннің. Если у вас есть вопросы, вы можете отключить или включить события здесь.';
$_['text_info'] = 'Ақпарат о событии';

// Column
$_['column_code'] = 'Код события';
$_['column_sort_order'] = 'Сұрыптау реті';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_description'] = 'Сипаттамасы';
$_['entry_trigger'] = 'Триггер';
$_['entry_action'] = 'Әрекет';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ событий!';
