<?php
// Heading
$_['heading_title'] = 'Установщик кеңейтімдер';

// Text
$_['text_upload'] = 'Сәтті: Кеңейтім было загружено!';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз кеңейтімдер!';
$_['text_progress'] = 'Прогресс установки';
$_['text_installed'] = 'Установленные кеңейтімдер';
$_['text_info'] = 'Ақпарат о расширении';
$_['text_install'] = 'Установка файлов %s в %s из %s';
$_['text_vendor'] = 'Жаңарту файлы поставщиков';
$_['text_xml'] = 'Установка OCMOD файлов';

// Column
$_['column_image'] = 'Сурет';
$_['column_name'] = 'Атауы кеңейтімдер';
$_['column_version'] = 'Версия';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_progress'] = 'Прогресс';
$_['entry_name'] = 'Атауы кеңейтімдер';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_code'] = 'Код';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ кеңейтімдер!';
$_['error_install'] = 'Внимание: Не удалось найти файл install.json!';

$_['error_extension'] = 'Установленное кеңейтім не может быть найдено!';
$_['error_installed'] = 'Кеңейтім уже установлено!';
$_['error_uninstall'] = 'Есть %s кеңейтімдер, которые должны быть удалены, прежде чем это кеңейтім можно безопасно удалить!';
$_['error_name'] = 'Аты должно быть от 3 до 128 символов!';
$_['error_version'] = 'Версия должна быть от 3 до 128 символов!';
$_['error_author'] = 'Автор должен быть от 3 до 128 символов!';
$_['error_link'] = 'Сілтеме должна быть от 3 до 128 символов!';

$_['error_filename'] = 'Аты файла должно быть от 3 до 128 символов!';
$_['error_file'] = 'Файл установки %s не найден!';
$_['error_file_exists'] = 'Файл уже существует!';
$_['error_file_type'] = 'Недопустимый тип файла!';
$_['error_directory'] = 'Каталог установки %s не найден!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip'] = 'Zip-файл не может быть открыт!';
$_['error_upload'] = 'Файл не может быть загружен!';
