<?php
// Heading
$_['heading_title'] = 'Модификации';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз модификации!';
$_['text_refresh'] = 'Всякий раз, когда вы включаете/отключаете или удаляете модификацию, вам нужно нажать кнопку обновления, чтобы перестроить кеш модификаций!';
$_['text_list'] = 'Тізім модификаций';
$_['text_info'] = 'Ақпарат о модификации';

// Column
$_['column_name'] = 'Атауы модификации';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версия';
$_['column_status'] = 'Күйі';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы модификации';
$_['entry_description'] = 'Сипаттамасы';
$_['entry_code'] = 'Код';
$_['entry_xml'] = 'XML';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ модификаций!';
