<?php
// Загаловак
$_['heading_title'] = 'Выкарыстаць бонусныя балы (Даступна %s)';

// Тэкст
$_['text_success']  = 'Поспех: Ваша скідка за бонусныя балы была ўжыта!';

// Увод
$_['entry_reward']  = 'Балы для выкарыстання (Макс %s)';

// Даведка
$_['help_reward']   = 'Калі ласка, увядзіце колькасць бонусных балаў, якую вы хочаце выкарыстаць для гэтага заказа.';

// Памылкі
$_['error_reward']  = 'Увага: Калі ласка, увядзіце колькасць бонусных балаў для выкарыстання!';
$_['error_points']  = 'Увага: У вас няма %s бонусных балаў!';
$_['error_maximum'] = 'Увага: Максімальная колькасць балаў, якая можа быць ужыта %s!';
$_['error_status']  = 'Увага: Бонусныя балы не ўключаны ў гэтым магазіне!';
