<?php
// Загаловак
$_['heading_title']       = 'Мой уліковы запіс';

// Тэкст
$_['text_account']        = 'Уліковы запіс';
$_['text_my_account']     = 'Мой уліковы запіс';
$_['text_my_orders']      = 'Мае заказы';
$_['text_my_affiliate']   = 'Мой партнёрскі ўліковы запіс';
$_['text_my_newsletter']  = 'Рассылка';
$_['text_edit']           = 'Рэдагаванне інфармацыі вашага ўліковага запісу';
$_['text_password']       = 'Змяніць свой пароль';
$_['text_address']        = 'Змяніць запісы адраснай кнігі';
$_['text_payment_method'] = 'Захаваныя спосабы аплаты';
$_['text_wishlist']       = 'Змяніць спіс жаданняў';
$_['text_order']          = 'Прагляд гісторыі вашых заказаў';
$_['text_subscription']   = 'Падпіскі';
$_['text_download']       = 'Спампоўкі';
$_['text_reward']         = 'Вашы бонусныя балы';
$_['text_return']         = 'Прагляд вашых запытаў на вяртанне';
$_['text_transaction']    = 'Вашы транзакцыі';
$_['text_newsletter']     = 'Падпісацца / адмовіцца ад рассылкі';
$_['text_transactions']   = 'Транзакцыі';
$_['text_affiliate_add']  = 'Зарэгістраваць партнёрскі ўліковы запіс';
$_['text_affiliate_edit'] = 'Рэдагаванне інфармацыі пра партнёра';
$_['text_tracking']       = 'Код адсочвання партнёра';
