<?php
// Загаловак
$_['heading_title']      = 'Адрасная кніга';

// Тэкст
$_['text_account']       = 'Уліковы запіс';
$_['text_address_book']  = 'Спіс адрасоў дастаўкі';
$_['text_address_add']   = 'Даданне адраса';
$_['text_address_edit']  = 'Змяніць адрас';
$_['text_add']           = 'Ваш адрас быў паспяхова дададзены';
$_['text_edit']          = 'Ваш адрас быў паспяхова абноўлены';
$_['text_delete']        = 'Ваш адрас быў паспяхова выдалены';
$_['text_no_results']    = 'У вас няма адрасоў у вашым уліковым запісе.';
$_['text_default']       = 'Па змаўчанні';

// Увод
$_['entry_firstname']    = 'Імя';
$_['entry_lastname']     = 'Прозвішча';
$_['entry_company']      = 'Кампанія';
$_['entry_address_1']    = 'Адрас 1';
$_['entry_address_2']    = 'Адрас 2';
$_['entry_postcode']     = 'Паштовы індэкс';
$_['entry_city']         = 'Горад';
$_['entry_country']      = 'Краіна';
$_['entry_zone']         = 'Рэгіён / Вобласць';
$_['entry_default']      = 'Адрас па змаўчанні';

// Памылкі
$_['error_token']        = 'Увага: Токен адраса несапраўдны!';
$_['error_subscription'] = 'Увага: Адрас да гэтага часу выкарыстоўваецца %s актыўнымі падпіскамі!';
$_['error_default']      = 'Увага: Патрабуецца адрас па змаўчанні!';
$_['error_delete']       = 'Увага: Вы павінны мець хаця б адзін адрас!';
$_['error_firstname']    = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']     = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_address_1']    = 'Адрас павінен быць ад 3 да 128 сімвалаў!';
$_['error_postcode']     = 'Паштовы індэкс павінен быць ад 2 да 10 сімвалаў!';
$_['error_city']         = 'Горад павінен быць ад 2 да 128 сімвалаў!';
$_['error_country']      = 'Калі ласка, абярыце краіну!';
$_['error_zone']         = 'Калі ласка, абярыце рэгіён / вобласць!';
$_['error_custom_field'] = '%s абавязкова да запаўнення!';
$_['error_regex']        = '%s не з\'яўляецца дапушчальным уводам!';
