<?php
// Загаловак
$_['heading_title'] = 'Абараніце свой уліковы запіс';

// Тэкст
$_['text_security'] = 'Вы павінны адказаць на пытанне бяспекі пры кожным уваходзе з невядомай прылады або камп\'ютара.';
$_['text_code']     = 'Націсніце кнопку адпраўкі, каб даслаць код бяспекі на ваш адрас электроннай пошты. Увядзіце код ніжэй, каб працягнуць.';
$_['text_sent']     = 'Поспех: Пісьмо з кодам бяспекі было адпраўлена на ваш адрас электроннай пошты!';
$_['text_locked']   = 'Ваш уліковы запіс заблакіраваны!';
$_['text_reset']    = 'Ваш уліковы запіс заблакіраваны з-за занадта вялікай колькасці няправільных спроб уводу кода бяспекі. Націсніце кнопку скіду, каб атрымаць спасылку для скіду на ваш адрас электроннай пошты.';
$_['text_link']     = 'Поспех: Пісьмо са спасылкай для скіду было адпраўлена на ваш адрас электроннай пошты!';
$_['text_unlocked'] = 'Ваш уліковы запіс разблакіраваны!';
$_['text_unlock']   = 'Ваш уліковы запіс разблакіраваны. Вам трэба будзе зноў увайсці і паўтарыць працэс 2FA, каб працягнуць.';
$_['text_failed']   = 'Не атрымалася скінуць ваш код бяспекі!';

// Увод
$_['entry_code']    = 'Код бяспекі';

// Кнопка
$_['button_send']   = 'Адправіць';
$_['button_reset']  = 'Скінуць';

// Памылкі
$_['error_code']    = 'Код бяспекі не супадае!';
