<?php
// Загаловак
$_['heading_title']      = 'Спампоўкі';

// Тэкст
$_['text_account']       = 'Уліковы запіс';
$_['text_downloads']     = 'Спампоўкі';
$_['text_no_results']    = 'У вас не было заказаў з файламі для спампоўкі!';

// Калонкі
$_['column_order_id']    = 'Нумар заказа';
$_['column_name']        = 'Назва';
$_['column_size']        = 'Памер';
$_['column_date_added']  = 'Дата дадання';

// Памылкі
$_['error_not_found']    = 'Памылка: Не атрымалася знайсці файл %s!';
$_['error_headers_sent'] = 'Памылка: Загалоўкі ўжо адпраўлены!';
