<?php
// Загаловак
$_['heading_title']      = 'Інфармацыя аб маім уліковым запісе';

// Тэкст
$_['text_account']       = 'Уліковы запіс';
$_['text_edit']          = 'Рэдагаванне інфармацыі';
$_['text_your_details']  = 'Вашы персанальныя даныя';
$_['text_success']       = 'Поспех: Ваш уліковы запіс паспяхова абноўлены.';

// Увод
$_['entry_firstname']    = 'Імя';
$_['entry_lastname']     = 'Прозвішча';
$_['entry_email']        = 'Эл. пошта';
$_['entry_telephone']    = 'Тэлефон';

// Памылкі
$_['error_token']        = 'Увага: Токен рэдагавання несапраўдны!';
$_['error_exists']       = 'Увага: Адрас эл. пошты ўжо зарэгістраваны!';
$_['error_firstname']    = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']     = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_email']        = 'Адрас электроннай пошты несапраўдны!';
$_['error_telephone']    = 'Тэлефон павінен быць ад 3 да 32 сімвалаў!';
$_['error_custom_field'] = '%s абавязкова да запаўнення!';
$_['error_regex']        = '%s не з\'яўляецца дапушчальным уводам!';
