<?php
// Загаловак
$_['heading_title']            = 'Забылі пароль?';
$_['heading_reset']            = 'Скід пароля';

// Тэкст
$_['text_account']             = 'Уліковы запіс';
$_['text_forgotten']           = 'Забыты пароль';
$_['text_your_email']          = 'Ваш адрас эл. пошты';
$_['text_email']               = 'Увядзіце адрас электроннай пошты, звязаны з вашым уліковым запісам. Націсніце "Адправіць", каб атрымаць спасылку для скіду пароля.';
$_['text_password']            = 'Увядзіце новы пароль, які вы жадаеце выкарыстоўваць.';
$_['text_sent']                = 'Пісьмо са спасылкай для пацверджання было адпраўлена на ваш адрас электроннай пошты!';
$_['text_reset']               = 'Поспех: Ваш пароль быў паспяхова абноўлены.';

// Увод
$_['entry_email']              = 'Адрас электроннай пошты';
$_['entry_new_password']       = 'Новы пароль';
$_['entry_password']           = 'Пароль';
$_['entry_confirm']            = 'Пацвердзіць';

// Памылкі
$_['error_email']              = 'Адрас электроннай пошты несапраўдны!';
$_['error_not_found']          = 'Увага: Адрас электроннай пошты не знойдзены ў нашых запісах!';
$_['error_password']           = 'Пароль павінен утрымліваць %s і быць ад %d да 20 сімвалаў!';
$_['error_password_uppercase'] = 'загалоўную літару';
$_['error_password_lowercase'] = 'малую літару';
$_['error_password_number']    = 'лічбу';
$_['error_password_symbol']    = 'сімвал';
$_['error_password_length']    = 'Пароль павінен быць ад %d да 20 сімвалаў!';
$_['error_confirm']            = 'Пароль і пацвярджэнне пароля не супадаюць!';
$_['error_code']               = 'Код скіду пароля несапраўдны або ўжо быў выкарыстаны раней!';
