<?php
// Загаловак
$_['heading_title']                = 'Уваход ва ўліковы запіс';

// Тэкст
$_['text_account']                 = 'Уліковы запіс';
$_['text_login']                   = 'Увайсці';
$_['text_new_customer']            = 'Новы пакупнік';
$_['text_register']                = 'Рэгістрацыя ўліковага запісу';
$_['text_register_account']        = 'Ствараючы ўліковы запіс, вы зможаце рабіць пакупкі хутчэй, быць у курсе статусу заказа і адсочваць заказы, якія вы рабілі раней.';
$_['text_returning_customer']      = 'Пастаянны пакупнік';
$_['text_i_am_returning_customer'] = 'Я з\'яўляюся пастаянным пакупніком';
$_['text_forgotten']               = 'Забыты пароль';

// Увод
$_['entry_email']                  = 'Адрас электроннай пошты';
$_['entry_password']               = 'Пароль';

// Памылкі
$_['error_token']                  = 'Увага: Некарэктная сесія токена. Калі ласка, увайдзіце зноў!';
$_['error_login']                  = 'Увага: Адрас электроннай пошты і/або пароль не супадаюць.';
$_['error_attempts']               = 'Увага: Ваш уліковы запіс перавысіў дапушчальную колькасць спробаў уваходу. Калі ласка, паспрабуйце зноў праз гадзіну.';
$_['error_approved']               = 'Увага: Ваш уліковы запіс патрабуе пацверджання, перш чым вы зможаце ўвайсці.';
