<?php
// Загаловак
$_['heading_title']      = 'Вяртанне тавара';

// Тэкст
$_['text_account']       = 'Уліковы запіс';
$_['text_return']        = 'Інфармацыя аб вяртанні';
$_['text_return_detail'] = 'Дэталі вяртання';
$_['text_description']   = 'Калі ласка, запоўніце форму ніжэй, каб запытаць нумар RMA.';
$_['text_order']         = 'Інфармацыя аб заказе';
$_['text_product']       = 'Інфармацыя аб тавары';
$_['text_reason']        = 'Прычына вяртання';
$_['text_message']       = '<p>Вы адправілі запыт на вяртанне.</p><p>Апавяшчэнні аб статусе запыту вы атрымаеце на ваш e-mail. Дзякуй!</p>';
$_['text_return_id']     = 'Ідэнтыфікатар вяртання:';
$_['text_orders_id']     = 'Нумар заказа:';
$_['text_date_ordered']  = 'Дата заказа:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата дадання:';
$_['text_comment']       = 'Каментарый да вяртання';
$_['text_history']       = 'Гісторыя вяртання';
$_['text_no_results']    = 'Вы не рабілі раней вяртанняў!';
$_['text_agree']         = 'Я прачытаў і згодны з <a href="%s" class="agree"><b>%s</b></a>';

// Калонкі
$_['column_return_id']   = 'Ідэнтыфікатар вяртання';
$_['column_order_id']    = 'Нумар заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата дадання';
$_['column_customer']    = 'Пакупнік';
$_['column_product']     = 'Назва тавара';
$_['column_model']       = 'Мадэль';
$_['column_quantity']    = 'Колькасць';
$_['column_price']       = 'Цана';
$_['column_opened']      = 'Адкрыта';
$_['column_comment']     = 'Каментарый';
$_['column_reason']      = 'Прычына';
$_['column_action']      = 'Дзеянне';

// Увод
$_['entry_order_id']     = 'Нумар заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Імя';
$_['entry_lastname']     = 'Прозвішча';
$_['entry_email']        = 'Эл. пошта';
$_['entry_telephone']    = 'Тэлефон';
$_['entry_product']      = 'Назва тавара';
$_['entry_model']        = 'Код тавара';
$_['entry_quantity']     = 'Колькасць';
$_['entry_reason']       = 'Прычына вяртання';
$_['entry_opened']       = 'Тавар распакаваны';
$_['entry_fault_detail'] = 'Няспраўныя або іншыя дадзеныя';

// Памылкі
$_['text_error']         = 'Запытаныя вяртанні не знойдзены!';
$_['error_token']        = 'Увага: Токен скіду несапраўдны!';
$_['error_order_id']     = 'Неабходна указаць нумар заказа!';
$_['error_firstname']    = 'Імя павінна быць ад 1 да 32 сімвалаў!';
$_['error_lastname']     = 'Прозвішча павінна быць ад 1 да 32 сімвалаў!';
$_['error_email']        = 'Адрас электроннай пошты несапраўдны!';
$_['error_telephone']    = 'Тэлефон павінен быць ад 3 да 32 сімвалаў!';
$_['error_product']      = 'Назва тавара павінна быць больш за 3 і менш за 255 сімвалаў!';
$_['error_model']        = 'Мадэль тавара павінна быць больш за 3 і менш за 64 сімвалаў!';
$_['error_reason']       = 'Вы павінны выбраць прычыну вяртання тавара!';
$_['error_agree']        = 'Увага: Вы павінны пагадзіцца з %s!';
