<?php
// Загаловак
$_['heading_title'] = 'Ваш уліковы запіс быў створаны!';

// Тэкст
$_['text_success']  = '<p>Віншуем! Ваш новы ўліковы запіс паспяхова створаны!</p> <p>Цяпер вы можаце скарыстацца перавагамі ўдзельніка, каб палепшыць ваш вопыт інтэрнэт-пакупак у нас.</p> <p>Калі ў вас ёсць ПЫТАННІ аб працы гэтага інтэрнэт-магазіна, калі ласка, напішыце ўладальніку магазіна.</p> <p>Пацвярджэнне было адпраўлена на ўказаны адрас электроннай пошты. Калі вы не атрымалі яго на працягу гадзіны, калі ласка, <a href="%s">звяжыцеся з намі</a>.</p>';
$_['text_approval'] = '<p>Дзякуй за рэгістрацыю ў %s!</p><p>Вы будзеце апавешчаны па электроннай пошце, як толькі ваш уліковы запіс будзе актываваны адміністрацыяй магазіна.</p><p>Калі ў вас ёсць якія-небудзь пытанні, калі ласка, <a href="%s">звяжыцеся з уладальнікам магазіна</a>.</p>';
$_['text_account']  = 'Уліковы запіс';
