<?php
// Загаловак
$_['heading_title']    = 'Адсочванне партнёра';

// Тэкст
$_['text_account']     = 'Уліковы запіс';
$_['text_description'] = 'Каб пераканацца, што вы атрымліваеце аплату за рэфералаў, якіх вы дасылаеце, нам трэба адсочваць рэферала, змяшчаючы код адсочвання ў URL, звязаны з намі. Вы можаце выкарыстоўваць інструменты ніжэй для генерацыі спасылак на вэб-сайт %s.';

// Увод
$_['entry_code']       = 'Ваш код адсочвання';
$_['entry_generator']  = 'Генератар спасылак адсочвання';
$_['entry_link']       = 'Спасылка адсочвання';

// Даведка
$_['help_generator']   = 'Увядзіце назву тавара, на які вы хочаце спасылацца';
