<?php
// Загаловак
$_['heading_title']   = 'Мой спіс жаданняў';

// Тэкст
$_['text_account']    = 'Уліковы запіс';
$_['text_wishlist']   = 'Спіс жаданняў (%s)';
$_['text_login']      = 'Вы павінны <a href="%s">увайсці</a> або <a href="%s">стварыць уліковы запіс</a> для захавання <a href="%s">%s</a> у ваш <a href="%s">спіс жаданняў</a>!';
$_['text_success']    = 'Поспех: Вы дадалі <a href="%s">%s</a> у ваш <a href="%s">спіс жаданняў</a>!';
$_['text_remove']     = 'Поспех: Вы выдалілі тавар са спіса жаданняў';
$_['text_no_results'] = 'Ваш спіс жаданняў пусты.';

// Калонкі
$_['column_image']    = 'Выява';
$_['column_name']     = 'Назва тавара';
$_['column_model']    = 'Мадэль';
$_['column_stock']    = 'Наяўнасць';
$_['column_price']    = 'Цана за адзінку';
$_['column_action']   = 'Дзеянне';

// Памылкі
$_['error_product']   = 'Увага: Тавар не знойдзены!';
$_['error_login']     = 'Увага: Вы павінны <a href="%s">увайсці</a> або <a href="%s">стварыць уліковы запіс</a>, каб выдаліць элементы з вашага <a href="%s">спіса жаданняў</a>!';
