<?php
// Heading
$_['heading_title']    = 'Абарона ад махлярства';

// Text
$_['text_success']     = 'Поспех: Вы змянілі абарону ад махлярства!';
$_['text_list']        = 'Спіс абароны ад махлярства';

// Column
$_['column_name']      = 'Назва абароны ад махлярства';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дзеянне';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў для змянення абароны ад махлярства!';
$_['error_extension']  = 'Папярэджанне: Пашырэнне не існуе!';
