<?php
// Heading
$_['heading_title']    = 'Мовы';

// Text
$_['text_success']     = 'Поспех: Вы змянілі мовы!';
$_['text_list']        = 'Спіс моў';

// Column
$_['column_name']      = 'Назва мовы';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дзеянне';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў для змянення моў!';
$_['error_extension']  = 'Папярэджанне: Пашырэнне не існуе!';
$_['error_default']    = 'Папярэджанне: Гэта пашырэнне не можа быць выдалена, паколькі ў цяперашні час яно прызначана мовай адміністратара!';
