<?php
// Heading
$_['heading_title']      = 'IP';

// Text
$_['text_extension']     = 'Пашырэнні';
$_['text_fraud']         = 'Абарона ад махлярства';
$_['text_success']       = 'Поспех: Вы змянілі абарону ад махлярства IP!';
$_['text_edit']          = 'Рэдагаванне абароны ад махлярства IP';
$_['text_ip_add']        = 'Дадаць IP-адрас';
$_['text_ip_list']       = 'Спіс IP-адрасоў махлярства';

// Column
$_['column_ip']          = 'IP';
$_['column_total']       = 'Усяго ўліковых запісаў';
$_['column_date_added']  = 'Дата дадання';
$_['column_action']      = 'Дзеянне';

// Entry
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус заказа';

// Help
$_['help_order_status']  = 'Пакупнікі, якія маюць забаронены IP у сваіх уліковых запісах, атрымаюць гэты статус заказа і не змогуць аўтаматычна дасягнуць статуса "Завершана".';

// Error
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне абароны ад махлярства IP!';
$_['error_required']     = 'IP-адрас абавязковы!';
$_['error_invalid']      = 'IP-адрас несапраўдны!';
