<?php
// Text
$_['text_success']       = 'Сәтті: Сіз себетіңізді өзгерттіңіз!';
$_['text_subscription']  = 'Жазылым';

// Error
$_['error_warning']      = 'Назар аударыңыз: Себетте қателерді тексеріңіз!';
$_['error_product']      = 'Назар аударыңыз: Тауар табылмады!';
$_['error_stock']        = 'Тауар қажетті мөлшерде қолжетімсіз немесе қоймада жоқ!';
$_['error_minimum']      = '%s %s үшін ең төменгі тапсырыс сомасы!';
$_['error_option']       = 'Опция табылмады!';
$_['error_option_stock'] = 'Опция қажетті мөлшерде қолжетімсіз немесе қоймада жоқ!';
$_['error_required']     = '%s міндетті!';
$_['error_subscription'] = 'Жазылым жоспары жарамсыз!';
