<?php
// Text
$_['text_success']           = 'Сәтті: Төлем әдісі орнатылды!';

// Error
$_['error_customer']         = 'Назар аударыңыз: Сатып алушы деректері міндетті!';
$_['error_product']          = 'Назар аударыңыз: Тауар міндетті!';
$_['error_shipping_address'] = 'Назар аударыңыз: Жеткізу мекенжайы міндетті!';
$_['error_shipping_method']  = 'Назар аударыңыз: Жеткізу әдісі міндетті!';
$_['error_payment_address']  = 'Назар аударыңыз: Төлем мекенжайы міндетті!';
$_['error_no_payment']       = 'Назар аударыңыз: Қолжетімді төлем нұсқалары жоқ!';
$_['error_payment_method']   = 'Назар аударыңыз: Төлем әдісі міндетті!';
