<?php
// Text
$_['text_success']           = 'Сәтті: Сіз жазылымдарды өзгерттіңіз!';

// Error
$_['error_customer']         = 'Назар аударыңыз: Сатып алушы деректері міндетті!';
$_['error_payment_address']  = 'Назар аударыңыз: Төлем мекенжайы міндетті!';
$_['error_payment_method']   = 'Назар аударыңыз: Төлем әдісі міндетті!';
$_['error_shipping_address'] = 'Назар аударыңыз: Жеткізу мекенжайы міндетті!';
$_['error_shipping_method']  = 'Назар аударыңыз: Жеткізу әдісі міндетті!';
$_['error_product']          = 'Назар аударыңыз: Тауар міндетті!';
$_['error_stock']            = 'Назар аударыңыз: *** белгіленген тауарлар қажетті мөлшерде қолжетімсіз немесе қоймада жоқ!';
$_['error_minimum']          = 'Назар аударыңыз: %s %s үшін ең төменгі тапсырыс сомасы!';
$_['error_call']             = 'API шақыруы табылмады';
