<?php
// Heading
$_['heading_title']     = 'Групы атрыбутаў';

// Text
$_['text_success']      = 'Поспех: Вы змянілі групы атрыбутаў!';
$_['text_list']         = 'Спіс груп атрыбутаў';
$_['text_add']          = 'Дадаць групу атрыбутаў';
$_['text_edit']         = 'Рэдагаваць групу атрыбутаў';

// Column
$_['column_name']       = 'Назва групы атрыбутаў';
$_['column_sort_order'] = 'Парадак сартавання';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_name']        = 'Назва групы атрыбутаў';
$_['entry_sort_order']  = 'Парадак сартавання';

// Error
$_['error_warning']     = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']  = 'Папярэджанне: У вас няма правоў на змяненне груп атрыбутаў!';
$_['error_name']        = 'Назва групы атрыбутаў павінна быць ад 1 да 64 сімвалаў!';
$_['error_attribute']   = 'Папярэджанне: Гэта група атрыбутаў не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s атрыбутам!';
$_['error_product']     = 'Папярэджанне: Гэта група атрыбутаў не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s таварам!';
