<?php
// Heading
$_['heading_title']          = 'Атрыбуты';

// Text
$_['text_success']           = 'Поспех: Вы змянілі атрыбуты!';
$_['text_list']              = 'Спіс атрыбутаў';
$_['text_add']               = 'Дадаць атрыбут';
$_['text_edit']              = 'Рэдагаваць атрыбут';

// Column
$_['column_name']            = 'Назва атрыбута';
$_['column_attribute_group'] = 'Група атрыбутаў';
$_['column_sort_order']      = 'Парадак сартавання';
$_['column_action']          = 'Дзеянне';

// Entry
$_['entry_name']             = 'Назва атрыбута';
$_['entry_attribute_group']  = 'Група атрыбутаў';
$_['entry_sort_order']       = 'Парадак сартавання';

// Error
$_['error_warning']          = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']       = 'Папярэджанне: У вас няма правоў на змяненне атрыбутаў!';
$_['error_attribute_group']  = 'Неабходна пазначыць групу атрыбутаў!';
$_['error_name']             = 'Назва атрыбута павінна быць ад 1 да 64 сімвалаў!';
$_['error_product']          = 'Папярэджанне: Гэты атрыбут не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s таварам!';
