<?php
// Heading
$_['heading_title']            = 'Сцягванні';

// Text
$_['text_success']             = 'Поспех: Вы змянілі сцягванні!';
$_['text_list']                = 'Спіс сцягванняў';
$_['text_add']                 = 'Дадаць сцягванне';
$_['text_edit']                = 'Рэдагаваць сцягванне';
$_['text_upload']              = 'Ваш файл быў паспяхова загружаны!';
$_['text_report']              = 'Справаздача';

// Column
$_['column_name']              = 'Назва сцягвання';
$_['column_ip']                = 'IP';
$_['column_account']           = 'Уліковыя запісы';
$_['column_store']             = 'Магазін';
$_['column_country']           = 'Краіна';
$_['column_date_added']        = 'Дата дадання';
$_['column_action']            = 'Дзеянне';

// Entry
$_['entry_name']               = 'Назва сцягвання';
$_['entry_filename']           = 'Імя файла';
$_['entry_mask']               = 'Маска';

// Help
$_['help_filename']            = 'Вы можаце загрузіць праз кнопку загрузкі або выкарыстоўваць FTP для загрузкі ў дырэкторыю сцягванняў і ўвесці дэталі ніжэй.';
$_['help_mask']                = 'Рэкамендуецца, каб імя файла і маска былі рознымі, каб прадухіліць прамы доступ да файлаў.';

// Error
$_['error_warning']            = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']         = 'Папярэджанне: У вас няма правоў на змяненне сцягванняў!';
$_['error_name']               = 'Назва сцягвання павінна быць ад 3 да 64 сімвалаў!';
$_['error_filename']           = 'Імя файла павінна быць ад 3 да 128 сімвалаў!';
$_['error_filename_character'] = 'Імя файла можа выкарыстоўваць толькі сімвалы a-Z, 0-9, - і _!';
$_['error_directory']          = 'Сцягванні павінны знаходзіцца ў дырэкторыі storage/download!';
$_['error_exists']             = 'Файл не існуе!';
$_['error_mask']               = 'Маска павінна быць ад 3 да 128 сімвалаў!';
$_['error_mask_character']     = 'Маска можа выкарыстоўваць толькі сімвалы a-Z, 0-9, - і _!';
$_['error_file_type']          = 'Недапушчальны тып файла!';
$_['error_product']            = 'Папярэджанне: Гэта сцягванне не можа быць выдалена, паколькі яно ў цяперашні час прызначана %s таварам!';
