<?php
// Heading
$_['heading_title']     = 'Групы фільтраў';

// Text
$_['text_success']      = 'Поспех: Вы змянілі групы фільтраў!';
$_['text_list']         = 'Спіс груп фільтраў';
$_['text_add']          = 'Дадаць групу фільтраў';
$_['text_edit']         = 'Рэдагаваць групу фільтраў';

// Column
$_['column_name']       = 'Назва групы фільтраў';
$_['column_sort_order'] = 'Парадак сартавання';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_name']        = 'Назва групы фільтраў';
$_['entry_sort_order']  = 'Парадак сартавання';

// Error
$_['error_warning']     = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']  = 'Папярэджанне: У вас няма правоў на змяненне груп фільтраў!';
$_['error_name']        = 'Назва групы фільтраў павінна быць ад 1 да 64 сімвалаў!';
$_['error_filter']      = 'Папярэджанне: Гэта група фільтраў не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s фільтрам!';
