<?php
// Heading
$_['heading_title']       = 'Фільтры';

// Text
$_['text_success']        = 'Поспех: Вы змянілі фільтры!';
$_['text_list']           = 'Спіс фільтраў';
$_['text_add']            = 'Дадаць фільтр';
$_['text_edit']           = 'Рэдагаваць фільтр';

// Column
$_['column_name']         = 'Назва фільтра';
$_['column_filter_group'] = 'Група фільтра';
$_['column_sort_order']   = 'Парадак сартавання';
$_['column_action']       = 'Дзеянне';

// Entry
$_['entry_name']          = 'Назва фільтра';
$_['entry_filter_group']  = 'Група фільтра';
$_['entry_sort_order']    = 'Парадак сартавання';

// Error
$_['error_warning']       = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']    = 'Папярэджанне: У вас няма правоў на змяненне фільтраў!';
$_['error_name']          = 'Назва фільтра павінна быць ад 1 да 64 сімвалаў!';
$_['error_filter_group']  = 'Неабходна пазначыць групу фільтра!';
