<?php
// Heading
$_['heading_title']           = 'Інфармацыя';

// Text
$_['text_success']            = 'Поспех: Вы змянілі інфармацыю!';
$_['text_list']               = 'Спіс інфармацыі';
$_['text_add']                = 'Дадаць інфармацыю';
$_['text_edit']               = 'Рэдагаваць інфармацыю';
$_['text_default']            = 'Па змаўчанні';
$_['text_keyword']            = 'Не выкарыстоўвайце прабелы, замяняйце іх на - і пераканайцеся, што SEO URL з\'яўляецца глабальна ўнікальным.';

// Column
$_['column_title']            = 'Загаловак інфармацыі';
$_['column_sort_order']       = 'Парадак сартавання';
$_['column_action']           = 'Дзеянне';

// Entry
$_['entry_title']             = 'Загаловак інфармацыі';
$_['entry_description']       = 'Апісанне';
$_['entry_meta_title']        = 'Мета-тэг Title';
$_['entry_meta_keyword']      = 'Мета-тэг Keywords';
$_['entry_meta_description']  = 'Мета-тэг Description';
$_['entry_store']             = 'Магазіны';
$_['entry_keyword']           = 'Ключавое слова';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Парадак сартавання';
$_['entry_layout']            = 'Перавызначэнне макета';

// Error
$_['error_warning']           = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']        = 'Папярэджанне: У вас няма правоў на змяненне інфармацыі!';
$_['error_title']             = 'Загаловак інфармацыі павінен быць ад 1 да 64 сімвалаў!';
$_['error_description']       = 'Апісанне павінна быць больш за 3 сімвалы!';
$_['error_meta_title']        = 'Мета-загаловак павінен быць больш за 1 і менш за 255 сімвалаў!';
$_['error_keyword']           = 'SEO URL павінен быць ад 1 да 64 сімвалаў!';
$_['error_keyword_exists']    = 'SEO URL павінен быць унікальным!';
$_['error_keyword_character'] = 'Ключавое слова можа выкарыстоўваць толькі сімвалы a-z, 0-9, - і _!';
$_['error_account']           = 'Папярэджанне: Гэта інфармацыйная старонка не можа быць выдалена, паколькі яна ў цяперашні час прызначана як умовы ўліковага запісу магазіна!';
$_['error_checkout']          = 'Папярэджанне: Гэта інфармацыйная старонка не можа быць выдалена, паколькі яна ў цяперашні час прызначана як умовы афармлення заказа ў магазіне!';
$_['error_affiliate']         = 'Папярэджанне: Гэта інфармацыйная старонка не можа быць выдалена, паколькі яна ў цяперашні час прызначана як умовы партнёрскай праграмы магазіна!';
$_['error_return']            = 'Папярэджанне: Гэта інфармацыйная старонка не можа быць выдалена, паколькі яна ў цяперашні час прызначана як умовы вяртання магазіна!';
$_['error_store']             = 'Папярэджанне: Гэта інфармацыйная старонка не можа быць выдалена, паколькі яна ў цяперашні час выкарыстоўваецца %s магазінамі!';
