<?php
// Heading
$_['heading_title']           = 'Вытворцы';

// Text
$_['text_success']            = 'Поспех: Вы змянілі вытворцаў!';
$_['text_list']               = 'Спіс вытворцаў';
$_['text_add']                = 'Дадаць вытворцу';
$_['text_edit']               = 'Рэдагаваць вытворцу';
$_['text_default']            = 'Па змаўчанні';
$_['text_keyword']            = 'Не выкарыстоўвайце прабелы, замяняйце іх на - і пераканайцеся, што SEO URL з\'яўляецца глабальна ўнікальным.';

// Column
$_['column_image']            = 'Выява';
$_['column_name']             = 'Назва вытворцы';
$_['column_sort_order']       = 'Парадак сартавання';
$_['column_action']           = 'Дзеянне';

// Entry
$_['entry_name']              = 'Назва вытворцы';
$_['entry_store']             = 'Магазіны';
$_['entry_keyword']           = 'Ключавое слова';
$_['entry_image']             = 'Выява';
$_['entry_sort_order']        = 'Парадак сартавання';
$_['entry_layout']            = 'Перавызначэнне макета';

// Error
$_['error_warning']           = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']        = 'Папярэджанне: У вас няма правоў на змяненне вытворцаў!';
$_['error_name']              = 'Назва вытворцы павінна быць ад 1 да 64 сімвалаў!';
$_['error_keyword']           = 'SEO URL павінен быць ад 1 да 64 сімвалаў!';
$_['error_keyword_exists']    = 'SEO URL павінен быць унікальным!';
$_['error_keyword_character'] = 'Ключавое слова можа выкарыстоўваць толькі сімвалы a-z, 0-9, - і _!';
$_['error_product']           = 'Папярэджанне: Гэты вытворца не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s таварам!';
