<?php
// Heading
$_['heading_title']      = 'Опцыі';

// Text
$_['text_success']       = 'Поспех: Вы змянілі опцыі!';
$_['text_list']          = 'Спіс опцый';
$_['text_add']           = 'Дадаць опцыю';
$_['text_edit']          = 'Рэдагаваць опцыю';
$_['text_choose']        = 'Выберыце';
$_['text_select']        = 'Выпадальны спіс';
$_['text_radio']         = 'Радыё';
$_['text_checkbox']      = 'Сцяжок';
$_['text_input']         = 'Увод';
$_['text_text']          = 'Тэкст';
$_['text_textarea']      = 'Тэкставая вобласць';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата і Час';
$_['text_time']          = 'Час';
$_['text_regex']         = 'Regex';
$_['text_option']        = 'Опцыя';
$_['text_value']         = 'Значэнні опцыі';

// Column
$_['column_name']        = 'Назва опцыі';
$_['column_sort_order']  = 'Парадак сартавання';
$_['column_action']      = 'Дзеянне';

// Entry
$_['entry_name']         = 'Назва опцыі';
$_['entry_type']         = 'Тып';
$_['entry_validation']   = 'Валідацыя';
$_['entry_option_value'] = 'Назва значэння опцыі';
$_['entry_image']        = 'Выява';
$_['entry_sort_order']   = 'Парадак сартавання';

// Help
$_['help_regex']         = 'Выкарыстоўвайце regex. Напр.: /[^a-zA-Z0-9_-]/';

// Error
$_['error_warning']      = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне опцый!';
$_['error_name']         = 'Назва опцыі павінна быць ад 1 да 128 сімвалаў!';
$_['error_type']         = 'Папярэджанне: Значэнні опцыі абавязковыя!';
$_['error_option_value'] = 'Назва значэння опцыі павінна быць ад 1 да 128 сімвалаў!';
$_['error_value']        = 'Папярэджанне: Гэта значэнне опцыі не можа быць выдалена, паколькі яно ў цяперашні час прызначана %s таварам!';
$_['error_product']      = 'Папярэджанне: Гэта опцыя не можа быць выдалена, паколькі яна ў цяперашні час прызначана %s таварам!';
