<?php
// Heading
$_['heading_title']          = 'Падпісныя планы';

// Text
$_['text_success']           = 'Поспех: Вы змянілі падпісныя планы!';
$_['text_list']              = 'Спіс падпісных планаў';
$_['text_add']               = 'Дадаць падпісны план';
$_['text_edit']              = 'Рэдагаваць падпісны план';
$_['text_subscription']      = 'Падпіска';
$_['text_trial']             = 'Пробны перыяд';
$_['text_day']               = 'Дзень';
$_['text_week']              = 'Тыдзень';
$_['text_semi_month']        = 'Паўмесяца';
$_['text_month']             = 'Месяц';
$_['text_year']              = 'Год';

// Entry
$_['entry_name']             = 'Назва падпіснога плана';
$_['entry_trial_duration']   = 'Пробная працягласць';
$_['entry_trial_cycle']      = 'Пробны цыкл';
$_['entry_trial_frequency']  = 'Пробная частата';
$_['entry_trial_status']     = 'Пробны статус';
$_['entry_duration']         = 'Працягласць';
$_['entry_cycle']            = 'Цыкл';
$_['entry_frequency']        = 'Частата';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Парадак сартавання';

// Column
$_['column_name']            = 'Назва падпіснога плана';
$_['column_sort_order']      = 'Парадак сартавання';
$_['column_action']          = 'Дзеянне';

// Help
$_['help_trial_duration']    = 'Працягласць — гэта колькасць разоў, якія карыстальнік будзе ажыццяўляць плацеж.';
$_['help_trial_cycle']       = 'Сума падпіскі разлічваецца па частаце і цыклах.';
$_['help_trial_frequency']   = 'Калі вы выкарыстоўваеце частату "тыдзень" і цыкл "2", то карыстальніку будзе выстаўляцца рахунак кожныя 2 тыдні.';
$_['help_duration']          = 'Працягласць — гэта колькасць разоў, якія карыстальнік будзе ажыццяўляць плацеж; усталюйце 0, калі вы жадаеце, каб плацяжы ажыццяўляліся да адмены.';
$_['help_cycle']             = 'Сума падпіскі разлічваецца па частаце і цыклах.';
$_['help_frequency']         = 'Калі вы выкарыстоўваеце частату "тыдзень" і цыкл "2", то карыстальніку будзе выстаўляцца рахунак кожныя 2 тыдні.';

// Error
$_['error_warning']          = 'Папярэджанне: Калі ласка, праверце форму на наяўнасць памылак!';
$_['error_permission']       = 'Папярэджанне: У вас няма правоў на змяненне падпісных планаў!';
$_['error_name']             = 'Назва падпіснога плана павінна быць больш за 3 і менш за 255 сімвалаў!';
$_['error_trial_duration']   = 'Працягласць пробнага перыяду павінна быць больш за 0!';
$_['error_product']          = 'Папярэджанне: Гэты падпісны план не можа быць выдалены, паколькі ён у цяперашні час прызначаны %s таварам!';
