<?php
// Heading
$_['heading_title']      = 'Банківський переказ';

// Text
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: Реквізити банківського переказу змінено!';
$_['text_edit']          = 'Редагувати банківський переказ';

// Entry
$_['entry_bank']         = 'Інструкції щодо банківського переказу';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone']     = 'Гео-зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну оплати банківським переказом!';
$_['error_bank']         = 'Необхідно вказати інструкції щодо банківського переказу!';
