<?php
// Heading
$_['heading_title']         = 'Кредитна картка';

// Text
$_['text_description']      = 'Цей спосіб оплати є фіктивним і не зберігає інформацію про кредитну картку, а також не повинен використовуватися на діючому сайті. Це розширення призначене для розробників, яким необхідно створити інтеграцію платіжного шлюзу.';
$_['text_extension']        = 'Розширення';
$_['text_success']          = 'Успіх: Модуль оплати кредитною карткою змінено!';
$_['text_edit']             = 'Редагувати кредитну картку';
$_['text_approve']          = 'Схвалити';
$_['text_deny']             = 'Відхилити';

// Entry
$_['entry_response']        = 'Відповідь процесора картки';
$_['entry_approved_status'] = 'Підтверджений статус';
$_['entry_failed_status']   = 'Статус невдачі';
$_['entry_order_status']    = 'Статус замовлення';
$_['entry_geo_zone']        = 'Гео-зона';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Help
$_['help_response']         = 'Вибір схвалення або відмови в поверненні кредитної картки під час виконання тестових замовлень';

// Error
$_['error_permission']      = 'Увага: У вас немає прав на зміну оплати кредитною карткою!';
