<?php
// Heading
$_['heading_title']      = 'Безкоштовне замовлення';

// Text
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: Модуль оплати безкоштовне замовлення змінено!';
$_['text_edit']          = 'Редагувати безкоштовне замовлення';

// Entry
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Error
$_['error_permission']   = 'Увага: У вас немає прав на зміну оплати безкоштовного замовлення!';
