<?php
// Загаловак
$_['heading_title']         = 'Каментарыі';

// Тэкст
$_['text_by']               = 'ад';
$_['text_write']            = 'Напісаць каментарый';
$_['text_login']            = 'Калі ласка <a href="%s">ўвайдзіце</a> або <a href="%s">зарэгіструйцеся</a> для каментавання';
$_['text_no_results']       = 'Будзьце першым, хто напіша каментарый да гэтага артыкула.';
$_['text_sort']             = 'Сартаваць па';
$_['text_rating_asc']       = 'Рэйтынг (па зрастанні)';
$_['text_rating_desc']      = 'Рэйтынг (па спаданні)';
$_['text_date_added_asc']   = 'Дата дадання (старэйшыя)';
$_['text_date_added_desc']  = 'Дата дадання (навейшыя)';
$_['text_like']             = 'Падабаецца!';
$_['text_dislike']          = 'Не падабаецца!';
$_['text_success']          = 'Поспех: Дзякуй за ваш каментарый!';
$_['text_queue']            = 'Поспех: Ваш каментарый быў дададзены ў чаргу мадэрацыі!';
$_['text_rating']           = 'Поспех: Дзякуй за вашу ацэнку!';

// Увод
$_['entry_author']          = 'Ваша імя';
$_['entry_comment']         = 'Каментарый';

// Кнопкі
$_['button_comment']        = 'Пакінуць каментарый';
$_['button_reply']          = 'Адказаць';
$_['button_replies']        = 'Паказаць адказы';
$_['button_more']           = 'Паглядзець больш адказаў...';
$_['button_login']          = 'Увайдзіце, каб пакінуць каментарый';
$_['button_login_reply']    = 'Увайдзіце, каб адказаць';
$_['button_like']           = 'Падабаецца';
$_['button_dislike']        = 'Не падабаецца';

// Памылкі
$_['error_article']         = 'Увага: Артыкул не знойдзены!';
$_['error_article_comment'] = 'Увага: Каментарый да артыкула не знойдзены!';
$_['error_token']           = 'Увага: Токен каментарыя несапраўдны!';
$_['error_author']          = 'Ваша імя павінна быць ад 3 да 25 сімвалаў!';
$_['error_comment']         = 'Каментарый павінен быць ад 25 да 1000 сімвалаў!';
$_['error_interval']        = 'Увага: Вы павінны пачакаць %s хвілін, перш чым напісаць яшчэ адзін каментарый!';
$_['error_login']           = 'Вы павінны ўвайсці, каб пракаментаваць артыкул або ацаніць яго!';
$_['error_status']          = 'Каментарыі адключаны!';
