<?php
// Heading
$_['heading_title'] = 'Тіли';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз тіли!';
$_['text_list'] = 'Тізім тілдер';

// Column
$_['column_name'] = 'Атауы тілдің';
$_['column_status'] = 'Күйі';
$_['column_action'] = 'Әрекет';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ тілдер!';
$_['error_extension'] = 'Внимание: Кеңейтім не существует!';
$_['error_default'] = 'Внимание: Это кеңейтім невозможно удалить, поскольку в настоящее время оно назначено тілом администратора!';
