<?php
// Heading
$_['heading_title'] = 'Модули';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз модули!';
$_['text_layout'] = 'После установки и баптаулар модульдің его можно добавить в макет <a href="%s" class="alert-link">здесь</a>!';
$_['text_add'] = 'Добавление модульдің';
$_['text_list'] = 'Тізім модулей';

// Column
$_['column_name'] = 'Атауы модульдің';
$_['column_status'] = 'Күйі';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_code'] = 'Модуль';
$_['entry_name'] = 'Атауы модульдің';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ модулей!';
$_['error_directory'] = 'Внимание: Каталог кеңейтімдер не существует!';
$_['error_name'] = 'Атауы модульдің должно быть от 3 до 64 символов!';
$_['error_code'] = 'Кеңейтім обязательно!';
