<?php
// Text
$_['text_log']               = 'Толығырақ ақпарат алу үшін жазылым журналын тексеріңіз.';

// Error
$_['error_store'] 		     = 'Назар аударыңыз: Дүкен табылмады!';
$_['error_language']         = 'Назар аударыңыз: Тіл табылмады!';
$_['error_currency']         = 'Назар аударыңыз: Валюта табылмады!';
$_['error_customer']         = 'Назар аударыңыз: Сатып алушы табылмады!';
$_['error_payment_address']  = 'Назар аударыңыз: Төлем мекенжайы табылмады!';
$_['error_shipping_address'] = 'Назар аударыңыз: Жеткізу мекенжайы табылмады!';
$_['error_product']          = 'Назар аударыңыз: %s тауары табылмады!';
$_['error_option']           = 'Назар аударыңыз: %s опциясы табылмады!';
$_['error_shipping_method']  = 'Назар аударыңыз: Жеткізу әдісі міндетті!';
$_['error_payment_method']   = 'Назар аударыңыз: Төлем әдісі міндетті!';
$_['error_extension']        = 'Назар аударыңыз: Төлем әдісінің кеңейтім табылмады!';
