<?php
// Heading
$_['heading_title']       = 'Купони';

// Text
$_['text_success']        = 'Успіх: Купони змінено!';
$_['text_list']           = 'Список купонів';
$_['text_add']            = 'Додавання купона';
$_['text_edit']           = 'Редагування купона';
$_['text_percent']        = 'Відсотки';
$_['text_amount']         = 'Фіксована сума';
$_['text_coupon']         = 'Історія';

// Column
$_['column_name']         = 'Назва купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Знижка';
$_['column_date_start']   = 'Дата початку';
$_['column_date_end']     = 'Дата закінчення';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Номер замовлення';
$_['column_customer']     = 'Покупець';
$_['column_amount']       = 'Сума';
$_['column_date_added']   = 'Дата додавання';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Знижка';
$_['entry_logged']        = 'Авторизація покупця';
$_['entry_shipping']      = 'Безкоштовна доставка';
$_['entry_total']         = 'Загальна сума';
$_['entry_category']      = 'Категорія';
$_['entry_product']       = 'Товари';
$_['entry_date']          = 'Дата';
$_['entry_uses_total']    = 'Використань на купон';
$_['entry_uses_customer'] = 'Використань на покупця';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, який покупець вводить для отримання знижки.';
$_['help_type']           = 'Відсоток або фіксована сума.';
$_['help_logged']         = 'Покупець повинен увійти в систему, щоб використати купон.';
$_['help_total']          = 'Загальна сума, якої необхідно досягти до того, як купон стане дійсним.';
$_['help_category']       = 'Вибрати всі товари у вибраній категорії.';
$_['help_product']        = 'Вибрати конкретні товари, до яких буде застосовано купон. Виберіть без товарів, щоб застосувати купон до всього кошика.';
$_['help_uses_total']     = 'Максимальна кількість разів, яку купон може бути використаний будь-яким покупцем. Залиште порожнім для необмеженого використання.';
$_['help_uses_customer']  = 'Максимальна кількість разів, яку купон може бути використаний одним покупцем. Залиште порожнім для необмеженого використання.';

// Error
$_['error_permission']    = 'Увага: У вас немає прав на зміну купонів!';
$_['error_exists']        = 'Увага: Код купона вже використовується!';
$_['error_name']          = 'Назва купона має бути від 3 до 128 символів!';
$_['error_code']          = 'Код має бути від 3 до 20 знаків!';
