<?php
// Heading
$_['heading_title']     = 'Відстеження маркетингу';

// Text
$_['text_success']      = 'Успіх: Відстеження маркетингу змінено!';
$_['text_list']         = 'Список відстеження маркетингу';
$_['text_add']          = 'Додавання відстеження маркетингу';
$_['text_edit']         = 'Редагування відстеження маркетингу';
$_['text_filter']       = 'Фільтр';
$_['text_history']      = 'Історія';
$_['text_history_add']  = 'Додавання історії';
$_['text_report']       = 'Звіт';

// Column
$_['column_name']       = 'Назва кампанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кліки';
$_['column_orders']     = 'Замовлення';
$_['column_ip']         = 'IP-адреса';
$_['column_account']    = 'Облікові записи';
$_['column_store']      = 'Магазин';
$_['column_country']    = 'Країна';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва кампанії';
$_['entry_description'] = 'Опис кампанії';
$_['entry_code']        = 'Код відстеження';
$_['entry_example']     = 'Приклади';
$_['entry_date_from']   = 'Дата від';
$_['entry_date_to']     = 'Дата до';

// Help
$_['help_code']         = 'Код відстеження, який буде використано для відстеження маркетингових кампаній.';
$_['help_example']      = 'Щоб система могла відстежувати рефералів, необхідно додати код відстеження в кінець URL-адреси, що посилається на ваш сайт.';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на зміну відстеження маркетингу!';
$_['error_name']        = 'Кампанія має бути від 1 до 32 символів!';
$_['error_code']        = 'Код відстеження обов\'язковий!';
$_['error_exists']      = 'Код відстеження вже використовується іншою кампанією!';
