<?php
// Heading
$_['heading_title'] = 'Статистика';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз статистику!';
$_['text_list'] = 'Тізім статистических данных';
$_['text_order_sale'] = 'Сома продаж';
$_['text_order_processing'] = 'Тапсырыстар в обработке';
$_['text_order_complete'] = 'Тапсырыстар выполнены';
$_['text_order_other'] = 'Остальные тапсырыстар';
$_['text_returns'] = 'Қайтаруы';
$_['text_customer'] = 'Сатып алушылар, ожидающие одобрения';
$_['text_affiliate'] = 'Серіктесы, ожидающие одобрения';
$_['text_product'] = 'Тауарлар, которых нет в наличии';
$_['text_review'] = 'Бастапзывы, ожидающие проверки';

// Column
$_['column_name'] = 'Атауы статистики';
$_['column_value'] = 'Значение';
$_['column_action'] = 'Әрекет';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ статистики!';
