<?php
// Загаловак
$_['heading_title']      = 'Аплата крэдытнай картай';

// Тэкст
$_['text_title']         = 'Калі ласка, увядзіце даныя вашай карты ніжэй';
$_['text_description']   = 'Гэты спосаб аплаты з\'яўляецца фіктыўным і не захоўвае інфармацыю аб крэдытнай карце, а таксама не павінен выкарыстоўвацца на дзеючым сайце.';
$_['text_month']         = 'Месяцы';
$_['text_year']          = 'Гады';
$_['text_store']         = 'Запомніць маю карту';

// Увод
$_['entry_card_name']    = 'Імя ўладальніка карты';
$_['entry_card_number']  = 'Нумар крэдытнай карты';
$_['entry_card_expire']  = 'Тэрмін дзеяння';
$_['entry_card_cvv']     = 'CVV-код';

// Даведка
$_['help_name']          = 'Імя ўладальніка карты';

// Памылкі
$_['error_card_name']    = 'Памылка: Імя ўладальніка карты абавязкова!';
$_['error_card_number']  = 'Памылка: Нумар крэдытнай карты абавязковы!';
$_['error_card_expire']  = 'Памылка: Дата заканчэння тэрміну дзеяння абавязкова!';
$_['error_card_expired'] = 'Памылка: Тэрмін дзеяння крэдытнай карты скончыўся!';
$_['error_card_cvv']     = 'Памылка: CVV павінен утрымліваць 3 лічбы!';
