<?php
// Heading
$_['heading_title']      = 'Мекен-жайлар кітабы';

// Text
$_['text_account']       = 'Тіркелгі';
$_['text_address_book']  = 'Жеткізу мекен-жайларының тізімі';
$_['text_address_add']   = 'Мекен-жай қосу';
$_['text_address_edit']  = 'Мекен-жайды өңдеу';
$_['text_add']           = 'Сіздің мекен-жайыңыз сәтті қосылды';
$_['text_edit']          = 'Сіздің мекен-жайыңыз сәтті жаңартылды';
$_['text_delete']        = 'Сіздің мекен-жайыңыз сәтті жойылды';
$_['text_no_results']    = 'Сіздің тіркелгіңізде мекен-жайлар жоқ.';

// Entry
$_['entry_firstname']    = 'Аты';
$_['entry_lastname']     = 'Тегі';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Мекен-жай 1';
$_['entry_address_2']    = 'Мекен-жай 2';
$_['entry_postcode']     = 'Пошта индексі';
$_['entry_city']         = 'Қала';
$_['entry_country']      = 'Ел';
$_['entry_zone']         = 'Аймақ / Облыс';
$_['entry_default']      = 'Негізгі мекен-жай';

// Error
$_['error_token']        = 'Назар аударыңыз: Мекен-жай токені жарамсыз!';
$_['error_subscription'] = 'Назар аударыңыз: Бұл мекен-жай %s белсенді жазылымдарда қолданылады!';
$_['error_default']      = 'Назар аударыңыз: Негізгі мекен-жай қажет!';
$_['error_delete']       = 'Назар аударыңыз: Сізде кемінде бір мекен-жай болуы керек!';
$_['error_firstname']    = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']     = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_address_1']    = 'Мекен-жай 3 пен 128 таңба арасында болуы керек!';
$_['error_postcode']     = 'Пошта индексі 2 мен 10 таңба арасында болуы керек!';
$_['error_city']         = 'Қала 2 мен 128 таңба арасында болуы керек!';
$_['error_country']      = 'Елді таңдаңыз!';
$_['error_zone']         = 'Аймақты / облысты таңдаңыз!';
$_['error_custom_field'] = '%s міндетті!';
$_['error_regex']        = '%s жарамсыз мән!';
