<?php
// Heading
$_['heading_title'] = 'Тіркелгіңізді қорғаңыз';

// Text
$_['text_security'] = 'Бейтаныс құрылғыдан немесе компьютерден кірген сайын қауіпсіздік сұрағына жауап беруіңіз керек.';
$_['text_code']     = 'Қауіпсіздік коды бар хат сіздің эл. поштаңызға жіберілді. Жалғастыру үшін кодты енгізіңіз.';
$_['text_locked']   = 'Сіздің тіркелгіңіз бұғатталды!';
$_['text_unlock']   = 'Тіркелгіңіз қауіпсіздік кодын көп рет қате енгізгендіктен бұғатталды. Қалпына келтіру сілтемесін алу үшін қалпына келтіру түймесін басыңыз.';
$_['text_unlocked'] = 'Сәтті: Тіркелгіңіздің бұғаты ашылды!';
$_['text_link']     = 'Сәтті: Эл. поштаңызға қалпына келтіру сілтемесі жіберілді!';
$_['text_resend']   = 'Сәтті: Эл. поштаңызға қауіпсіздік коды бар хат жіберілді!';

// Entry
$_['entry_code']    = 'Қауіпсіздік коды';

// Error
$_['error_warning'] = 'Қауіпсіздік кодын енгізу әрекетінің рұқсат етілген санынан асып кеттіңіз!';
$_['error_code']    = 'Қауіпсіздік коды сәйкес келмейді!';
$_['error_reset']   = 'Назар аударыңыз: Қауіпсіздік кодын қалпына келтіру мүмкін болмады!';
