<?php
// Heading
$_['heading_title']      = 'Менің тіркелгі ақпаратым';

// Text
$_['text_account']       = 'Тіркелгі';
$_['text_edit']          = 'Ақпаратты өңдеу';
$_['text_your_details']  = 'Сіздің жеке деректеріңіз';
$_['text_success']       = 'Сәтті: Тіркелгіңіз жаңартылды!';

// Entry
$_['entry_firstname']    = 'Аты';
$_['entry_lastname']     = 'Тегі';
$_['entry_email']        = 'Эл. пошта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_token']        = 'Назар аударыңыз: Өңдеу токені жарамсыз!';
$_['error_exists']       = 'Назар аударыңыз: Эл. пошта мекенжайы тіркелген!';
$_['error_firstname']    = 'Аты 1 мен 32 таңба арасында болуы керек!';
$_['error_lastname']     = 'Тегі 1 мен 32 таңба арасында болуы керек!';
$_['error_email']        = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_telephone']    = 'Телефон 3 пен 32 таңба арасында болуы керек!';
$_['error_custom_field'] = '%s міндетті!';
$_['error_regex']        = '%s жарамсыз мән!';
