<?php
// Heading
$_['heading_title']      = 'Құпия сөзді ұмыттыңыз ба?';
$_['heading_reset']      = 'Құпия сөзді қалпына келтіру';

// Text
$_['text_account']       = 'Тіркелгі';
$_['text_forgotten']     = 'Құпия сөзді қалпына келтіру';
$_['text_your_email']    = 'Сіздің эл. пошта мекенжайыңыз';
$_['text_email']         = 'Тіркелгіңіздің эл. пошта мекенжайын енгізіңіз. Құпия сөзді қалпына келтіру сілтемесін алу үшін Жалғастыру түймесін басыңыз.';
$_['text_password']      = 'Қолданғыңыз келетін жаңа құпия сөзді енгізіңіз.';
$_['text_success']       = 'Эл. поштаңызға растау сілтемесі бар хат жіберілді.';

// Entry
$_['entry_email']        = 'Эл. пошта мекенжайы';
$_['entry_new_password'] = 'Жаңа құпия сөз';
$_['entry_password']     = 'Құпия сөз';
$_['entry_confirm']      = 'Растау';

// Error
$_['error_email']        = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_not_found']    = 'Назар аударыңыз: Эл. пошта мекенжайы біздің жазбалардан табылмады!';
$_['error_password']     = 'Құпия сөз 6 мен 20 таңба арасында болуы керек!';
$_['error_confirm']      = 'Құпия сөз бен растау сәйкес келмейді!';
$_['error_code']         = 'Құпия сөзді қалпына келтіру коды жарамсыз немесе бұрын қолданылған!';
