<?php
// Heading
$_['heading_title']                = 'Тіркелгіге кіру';

// Text
$_['text_account']                 = 'Тіркелгі';
$_['text_login']                   = 'Кіру';
$_['text_new_customer']            = 'Жаңа сатып алушы';
$_['text_register']                = 'Тіркелгіні тіркеу';
$_['text_register_account']        = 'Тіркелгі жасау арқылы сіз сатып алуды жылдамдата аласыз, тапсырыс мәртебесін біле аласыз және бұрын жасалған тапсырыстарыңызды бақылай аласыз.';
$_['text_returning_customer']      = 'Тұрақты сатып алушы';
$_['text_i_am_returning_customer'] = 'Мен тұрақты сатып алушымын';
$_['text_forgotten']               = 'Құпия сөзді қалпына келтіру';

// Entry
$_['entry_email']                  = 'Эл. пошта мекенжайы';
$_['entry_password']               = 'Құпия сөз';

// Error
$_['error_token']                  = 'Назар аударыңыз: Токен сессиясы қате. Қайта кіріңіз!';
$_['error_login']                  = 'Назар аударыңыз: Эл. пошта және/немесе құпия сөз сәйкес келмейді.';
$_['error_attempts']               = 'Назар аударыңыз: Тіркелгіңіз кіру әрекетінің рұқсат етілген санынан асып кетті. Бір сағаттан кейін қайталап көріңіз.';
$_['error_approved']               = 'Назар аударыңыз: Тіркелгіңіз кіру үшін алдымен растауды қажет етеді.';
