<?php
// Heading
$_['heading_title']  = 'Құпия сөзді өзгерту';

// Text
$_['text_account']   = 'Тіркелгі';
$_['text_password']  = 'Сіздің құпия сөзіңіз';
$_['text_success']   = 'Сәтті: Құпия сөзіңіз жаңартылды!';

// Entry
$_['entry_password'] = 'Құпия сөз';
$_['entry_confirm']  = 'Құпия сөзді растау';

// Error
$_['error_token']    = 'Назар аударыңыз: Құпия сөз токені жарамсыз!';
$_['error_password'] = 'Құпия сөз 6 мен 20 таңба арасында болуы керек!';
$_['error_confirm']  = 'Құпия сөз растауы сәйкес келмейді!';
