<?php
// Heading
$_['heading_title'] = 'Тіркелгіңіз жасалды!';

// Text
$_['text_success']  = '<p>Құттықтаймыз! Тіркелгіңіз сәтті жасалды.</p><p>Енді сіз қосымша мүмкіндіктерді пайдалана аласыз: тапсырыс тарихын қарау, шотты басып шығару, байланыс ақпаратын және жеткізу мекенжайларын өзгерту, жиналған баллдарды бақылау және т.б.</p><p>Сұрақтарыңыз болса, бізге жазыңыз.</p><p>Тіркеу деректері бар хат көрсетілген эл. поштаға жіберілді. Егер хатты алмасаңыз, <a href="%s">бізге хабарласыңыз</a>.</p>';
$_['text_approval'] = '<p>%s сайтында тіркелгеніңіз үшін рахмет!</p><p>Жеке кабинетіңіз дүкен әкімшілігімен белсендірілгеннен кейін эл. пошта арқылы хабарландырыласыз.</p><p>Сұрақтарыңыз болса, <a href="%s">бізге жазыңыз</a>.</p>';
$_['text_account']  = 'Тіркелгі';
