<?php
// Heading
$_['heading_title']    = 'Серіктес бақылау';

// Text
$_['text_account']     = 'Тіркелгі';
$_['text_description'] = 'Сіз жіберген рефералдар үшін төлем алатыныңызды қамтамасыз ету үшін, бізге рефералды бақылау кодын бізбен байланысты URL-ге орналастыру арқылы бақылау қажет. Төмендегі құралдарды %s веб-сайтына сілтемелер жасау үшін пайдалана аласыз.';

// Entry
$_['entry_code']       = 'Сіздің бақылау кодыңыз';
$_['entry_generator']  = 'Бақылау сілтемелерінің генераторы';
$_['entry_link']       = 'Бақылау сілтемесі';

// Help
$_['help_generator']   = 'Сілтеме жасағыңыз келетін тауардың атауын енгізіңіз';
