<?php
// Heading
$_['heading_title']   = 'Менің қалаулар тізімім';

// Text
$_['text_account']    = 'Тіркелгі';
$_['text_wishlist']   = 'Қалаулар тізімі (%s)';
$_['text_login']      = 'Сіз <a href="%s">кіріп</a> немесе <a href="%s">тіркелгі жасап</a>, <a href="%s">%s</a> <a href="%s">қалаулар тізіміне</a> қосуыңыз керек!';
$_['text_success']    = 'Сәтті: Сіз <a href="%s">%s</a> <a href="%s">қалаулар тізіміне</a> қостыңыз!';
$_['text_remove']     = 'Сәтті: Тауар қалаулар тізімінен жойылды!';
$_['text_no_results'] = 'Қалаулар тізіміңіз бос.';

// Column
$_['column_image']    = 'Сурет';
$_['column_name']     = 'Тауар атауы';
$_['column_model']    = 'Модель';
$_['column_stock']    = 'Қолжетімділік';
$_['column_price']    = 'Бірлік бағасы';
$_['column_action']   = 'Әрекет';

// Error
$_['error_product']   = 'Назар аударыңыз: Тауар табылмады!';
$_['error_login']     = 'Назар аударыңыз: Сіз <a href="%s">кіріп</a> немесе <a href="%s">тіркелгі жасап</a>, <a href="%s">қалаулар тізімінен</a> элементтерді жоюыңыз керек!';
