<?php
// Heading
$_['heading_title']    = 'Рекомендовані';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Модуль рекомендованих змінено!';
$_['text_edit']        = 'Редагувати модуль рекомендованих';
$_['text_horizontal']  = 'Горизонтально';
$_['text_vertical']    = 'Вертикально';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_product']    = 'Товари';
$_['entry_axis']       = 'Вісь';
$_['entry_width']      = 'Ширина зображення';
$_['entry_height']     = 'Висота зображення';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Автодоповнення)';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну модуля рекомендованих!';
$_['error_name']       = 'Назва модуля має бути від 3 до 64 символів!';
$_['error_width']      = 'Необхідно вказати ширину!';
$_['error_height']     = 'Необхідно вказати висоту!';
