<?php
// Heading
$_['heading_title']    = 'Спеціальні пропозиції';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Модуль спеціальних пропозицій змінено!';
$_['text_edit']        = 'Редагувати модуль спеціальних пропозицій';
$_['text_horizontal']  = 'Горизонтально';
$_['text_vertical']    = 'Вертикально';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_axis']       = 'Вісь';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Ширина зображення';
$_['entry_height']     = 'Висота зображення';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Увага: У вас немає прав на зміну модуля спеціальних пропозицій!';
$_['error_name']       = 'Назва модуля має бути від 3 до 64 символів!';
$_['error_width']      = 'Необхідно вказати ширину!';
$_['error_height']     = 'Необхідно вказати висоту!';
