<?php
// Heading
$_['heading_title'] = 'Сақтық көшірме и Восстановление';

// Text
$_['text_success'] = 'Сәтті: Вы успешно изменили базу данных!';
$_['text_progress'] = 'Процесс резервного копирования';
$_['text_backup'] = 'Сақтық көшірме таблицы %s записей %s на %s записей';
$_['text_restore'] = 'Восстановление %s из %s';
$_['text_option'] = 'Параметры резервного копирования';
$_['text_history'] = 'Тарих резервного копирования';
$_['text_import'] = 'Для больших резервных копий лучше загрузить SQL файл через FTP в каталог <strong>~/storage/backup/</strong>.';

// Column
$_['column_filename'] = 'Аты файла';
$_['column_size'] = 'Размер';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_progress'] = 'Прогресс';
$_['entry_export'] = 'Экспорт';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ резервного копирования и восстановления!';
$_['error_export'] = 'Внимание: Вы должны выбрать по крайней мере одну таблицу үшін экспорта!';
$_['error_table'] = 'Таблица %s не находится в списке разрешенных!';
$_['error_file'] = 'Файл не найден!';
$_['error_directory'] = 'Каталог не найден!';
$_['error_not_found'] = 'Қате: Не удалось найти файл %s!';
$_['error_headers_sent'] = 'Қате: Заголовки уже отқұқықтарлен!';
$_['error_upload_size'] = 'Загружаемый файл не может быть больше %s!';
