<?php
// Heading
$_['heading_title'] = 'Жаңарту';

// Text
$_['text_success'] = 'Сәтті: Вы используете последнюю версию %s!';
$_['text_upgrade'] = 'Проверить последнюю версию';
$_['text_information'] = 'Ақпарат о версии';
$_['text_current_version'] = 'Текущая версия';
$_['text_latest_version'] = 'Последняя версия';
$_['text_date_added'] = 'Иәта выпуска';
$_['text_change'] = 'Тарих изменений';
$_['text_status'] = 'Күйі обновления';
$_['text_ready'] = 'Нажмите кнопку обновить үшін обновления до послекүн версии...';
$_['text_download'] = 'Загружается последняя...';
$_['text_install'] = 'Копирование файлов...';
$_['text_patch'] = 'Применение исқұқықтарлений...';

// Button
$_['button_upgrade'] = 'Жаңарту';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ обновлений!';
$_['error_connection'] = 'Не удалось подключиться к серверу обновлений!';
$_['error_version'] = 'Версия ниже текущей версии!';
$_['error_download'] = 'Жаңарту не может быть загружено!';
$_['error_file'] = 'Файл обновления не найден!';
$_['error_directory'] = 'Не удалось создать директорию %s!';
$_['error_copy'] = 'Не удалось скопировать файл %s в %s!';
$_['error_unzip'] = 'Zip-файл не может быть открыт!';
