<?php
// Heading
$_['heading_title']    = 'Рэкамендаваныя';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі модуль рэкамендаваных тавараў!';
$_['text_edit']        = 'Рэдагаванне модуля рэкамендаваных тавараў';
$_['text_horizontal']  = 'Гарызантальна';
$_['text_vertical']    = 'Вертыкальна';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_product']    = 'Тавары';
$_['entry_axis']       = 'Вось';
$_['entry_width']      = 'Шырыня выявы';
$_['entry_height']     = 'Вышыня выявы';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Аўтазапаўненне)';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне модуля рэкамендаваных тавараў!';
$_['error_name']       = 'Назва модуля павінна быць ад 3 да 64 сімвалаў!';
$_['error_width']      = 'Шырыня абавязковая!';
$_['error_height']     = 'Вышыня абавязковая!';
