<?php
// Heading
$_['heading_title']    = 'Апошнія';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі модуль апошніх тавараў!';
$_['text_edit']        = 'Рэдагаванне модуля апошніх тавараў';
$_['text_horizontal']  = 'Гарызантальна';
$_['text_vertical']    = 'Вертыкальна';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_axis']       = 'Вось';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Шырыня выявы';
$_['entry_height']     = 'Вышыня выявы';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне модуля апошніх тавараў!';
$_['error_name']       = 'Назва модуля павінна быць ад 3 да 64 сімвалаў!';
$_['error_width']      = 'Шырыня абавязковая!';
$_['error_height']     = 'Вышыня абавязковая!';
