<?php
// Heading
$_['heading_title'] = 'Пошта';

// Text
$_['text_mail'] = 'Жіберу e-mail сатып алушым';
$_['text_success'] = 'Ваше сообщение было успешно отқұқықтарлено!';
$_['text_sent'] = 'Ваше сообщение было успешно отқұқықтарлено %s - %s получателям!';
$_['text_default'] = 'Әдепкі';
$_['text_newsletter'] = 'Барлығы подписчики на рассылку';
$_['text_customer_all'] = 'Барлығы сатып алушылар';
$_['text_customer_group'] = 'Сатып алушылар тобы';
$_['text_customer'] = 'Сатып алушылар';
$_['text_affiliate_all'] = 'Барлығы серіктесы';
$_['text_affiliate'] = 'Серіктесы';
$_['text_product'] = 'Тауарлар';

// Entry
$_['entry_store'] = 'Бастап';
$_['entry_to'] = 'Кімге';
$_['entry_customer_group'] = 'Сатып алушылар тобы';
$_['entry_customer'] = 'Сатып алушы';
$_['entry_affiliate'] = 'Серіктес';
$_['entry_product'] = 'Тауарлар';
$_['entry_subject'] = 'Тақырып';
$_['entry_message'] = 'Сообщение';

// Help
$_['help_customer'] = '(Автодополнение)';
$_['help_affiliate'] = '(Автодополнение)';
$_['help_product'] = 'Жіберу сатып алушым, которые уже тапсырыстыңли тауарлар из списка. (Автодополнение)';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде құқық жоқ үшін отқұқықтарки электронных писем!';
$_['error_subject'] = 'Необходимо указать тему письма!';
$_['error_message'] = 'Необходимо всалмақти текст сообщения электронной почты!';
$_['error_email'] = 'Жоқ получателей электронной почты!';
