<?php
// Heading
$_['heading_title'] = 'Купоны';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз купоны!';
$_['text_list'] = 'Тізім купонов';
$_['text_add'] = 'Добавление купона';
$_['text_edit'] = 'Өңдеу купона';
$_['text_percent'] = 'Пайыздар';
$_['text_amount'] = 'Тұрақты сома';
$_['text_coupon'] = 'Тарих';

// Column
$_['column_name'] = 'Атауы купона';
$_['column_code'] = 'Код';
$_['column_discount'] = 'Жеңілдік';
$_['column_date_start'] = 'Иәта начала';
$_['column_date_end'] = 'Иәта окончания';
$_['column_status'] = 'Күйі';
$_['column_order_id'] = 'Тапсырыс нөмірі';
$_['column_customer'] = 'Сатып алушы';
$_['column_amount'] = 'Сома';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы купона';
$_['entry_code'] = 'Код';
$_['entry_type'] = 'Тип';
$_['entry_discount'] = 'Жеңілдік';
$_['entry_logged'] = 'Авторизация сатып алушы';
$_['entry_shipping'] = 'Бесплатная жеткізу';
$_['entry_total'] = 'Общая сома';
$_['entry_category'] = 'Санат';
$_['entry_product'] = 'Тауарлар';
$_['entry_date'] = 'Иәты';
$_['entry_uses_total'] = 'Использований на купон';
$_['entry_uses_customer'] = 'Использований на сатып алушы';
$_['entry_status'] = 'Күйі';

// Help
$_['help_code'] = 'Код, который сатып алушы вводит үшін получения жеңілдіктер.';
$_['help_type'] = 'Процент или фиксированная сома.';
$_['help_logged'] = 'Сатып алушы должен войти в систему, чтобы использовать купон.';
$_['help_total'] = 'Общая сома, которая должна быть достигнута до того, как купон станет действительным.';
$_['help_category'] = 'Выберите все тауарлар в выбранной санаттар.';
$_['help_product'] = 'Выберите конкретные тауарлар, к которым будет применен купон. Выберите без тауарлар, чтобы применить купон ко всей корзине.';
$_['help_uses_total'] = 'Максимальное саны раз, которое купон может быть использован любым покупателем. Оставьте пустым үшін неограниченного использования';
$_['help_uses_customer'] = 'Максимальное саны раз, которое купон может быть использован одним покупателем. Оставьте пустым үшін неограниченного использования';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ купонов!';
$_['error_exists'] = 'Внимание: Код купона уже используется!';
$_['error_name'] = 'Атауы купона должно быть от 3 до 128 символов!';
$_['error_code'] = 'Код должен быть от 3 до 20 знаков!';
