<?php
// Heading
$_['heading_title'] = 'Бастапслеживание маркетинга';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз отслеживание маркетинга!';
$_['text_list'] = 'Тізім отслеживания маркетинга';
$_['text_add'] = 'Добавление отслеживания маркетинга';
$_['text_edit'] = 'Өңдеу отслеживания маркетинга';
$_['text_filter'] = 'Сүзгі';
$_['text_history'] = 'Тарих';
$_['text_history_add'] = 'Тарих қосу';
$_['text_report'] = 'Есеп';

// Column
$_['column_name'] = 'Атауы кампании';
$_['column_code'] = 'Код';
$_['column_clicks'] = 'Клики';
$_['column_orders'] = 'Тапсырыстар';
$_['column_ip'] = 'IP-мекенжай';
$_['column_account'] = 'Тіркелгілер';
$_['column_store'] = 'Дүкен';
$_['column_country'] = 'Ел';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы кампании';
$_['entry_description'] = 'Сипаттамасы кампании';
$_['entry_code'] = 'Код отслеживания';
$_['entry_example'] = 'Примеры';
$_['entry_date_from'] = 'Күні бастап';
$_['entry_date_to'] = 'Күні дейін';

// Help
$_['help_code'] = 'Код отслеживания, который будет использован үшін отслеживания маркетинговых кампаний.';
$_['help_example'] = 'Чтобы систақырып могла отслеживать рефералов, необходимо добавить код отслеживания в конец URL-мекенжайлар, ссылающегося на ваш сайт.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ отслеживания маркетинга!';
$_['error_name'] = 'Кампания должна быть от 1 до 32 символов!';
$_['error_code'] = 'Код отслеживания обязателен!';
$_['error_exists'] = 'Код отслеживания уже используется другой кампанией!';
