<?php
// Heading
$_['heading_title']     = 'Групи покупців';

// Text
$_['text_success']      = 'Успіх: Групи покупців змінено!';
$_['text_list']         = 'Список груп покупців';
$_['text_add']          = 'Додати групу покупців';
$_['text_edit']         = 'Редагувати групу покупців';

// Column
$_['column_name']       = 'Назва групи покупців';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи покупців';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Схвалювати нових покупців';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_approval']     = 'Покупці мають бути схвалені адміністратором, перш ніж вони зможуть увійти.';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на зміну груп покупців!';
$_['error_name']        = 'Назва групи покупців має бути від 3 до 32 символів!';
$_['error_default']     = 'Увага: Цю групу покупців не може бути видалено, оскільки вона призначена як група покупців за замовчуванням!';
$_['error_store']       = 'Увага: Цю групу покупців не може бути видалено, оскільки вона призначена %s магазинам!';
$_['error_customer']    = 'Увага: Цю групу покупців не може бути видалено, оскільки вона призначена %s покупцям!';
