<?php
// Heading
$_['heading_title']        = 'Налаштовувані поля';

// Text
$_['text_success']         = 'Успіх: Налаштовувані поля змінено!';
$_['text_list']            = 'Список налаштовуваних полів';
$_['text_add']             = 'Додати налаштовуване поле';
$_['text_edit']            = 'Редагувати налаштовуване поле';
$_['text_choose']          = 'Вибір';
$_['text_select']          = 'Список';
$_['text_radio']           = 'Перемикач';
$_['text_checkbox']        = 'Прапорець';
$_['text_input']           = 'Введення';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстова область';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата та час';
$_['text_time']            = 'Час';
$_['text_account']         = 'Обліковий запис';
$_['text_address']         = 'Адреса';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'Регулярний вираз';
$_['text_custom_field']    = 'Налаштовуване поле';
$_['text_value']           = 'Значення налаштовуваного поля';

// Column
$_['column_name']          = 'Назва налаштовуваного поля';
$_['column_location']      = 'Розташування';
$_['column_type']          = 'Тип';
$_['column_status']        = 'Статус';
$_['column_sort_order']    = 'Порядок сортування';
$_['column_action']        = 'Дія';

// Entry
$_['entry_name']           = 'Назва налаштовуваного поля';
$_['entry_location']       = 'Розташування';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значення';
$_['entry_validation']     = 'Перевірка';
$_['entry_custom_value']   = 'Назва значення налаштовуваного поля';
$_['entry_customer_group'] = 'Група покупця';
$_['entry_required']       = 'Обов\'язково';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортування';

// Help
$_['help_regex']           = 'Використовуйте регулярний вираз. Наприклад: /[^a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Використовуйте мінус для зворотного відліку від останнього поля в наборі.';

// Error
$_['error_permission']     = 'Увага: У вас немає прав на зміну налаштовуваних полів!';
$_['error_name']           = 'Назва налаштовуваного поля має бути від 1 до 128 символів!';
$_['error_type']           = 'Увага: Необхідні значення налаштовуваного поля!';
$_['error_custom_value']   = 'Назва налаштовуваного значення має бути від 1 до 128 символів!';
