<?php
// Heading
$_['heading_title']    = 'Камісія за апрацоўку';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі агульную камісію за апрацоўку!';
$_['text_edit']        = 'Рэдагаванне агульнай камісіі за апрацоўку';

// Entry
$_['entry_total']      = 'Сума заказа';
$_['entry_fee']        = 'Камісія';
$_['entry_tax_class']  = 'Клас падатку';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Парадак сартавання';

// Help
$_['help_total']       = 'Сума заказа, неабходная для актывацыі гэтай камісіі.';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне агульнай камісіі за апрацоўку!';
