<?php
// Heading
$_['heading_title']  = 'Бізбен байланысу';

// Text
$_['text_location']  = 'Біздің мекенжайлар';
$_['text_store']     = 'Біздің дүкендер';
$_['text_contact']   = 'Кері байланыс формасы';
$_['text_address']   = 'Мекенжай';
$_['text_telephone'] = 'Телефон';
$_['text_open']      = 'Жұмыс уақыты';
$_['text_comment']   = 'Пікірлер';
$_['text_message']   = '<p>Сіздің сұранысыңыз дүкен әкімшілігіне сәтті жіберілді!</p>';

// Entry
$_['entry_name']     = 'Сіздің атыңыз';
$_['entry_email']    = 'Эл. пошта мекенжайы';
$_['entry_enquiry']  = 'Сұраныс';

// Email
$_['email_subject']  = '%s сұранысы';

// Errors
$_['error_name']     = 'Аты 3 пен 32 таңба арасында болуы керек!';
$_['error_email']    = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_enquiry']  = 'Сұраныс 10 бен 3000 таңба арасында болуы керек!';
