<?php
// Heading
$_['heading_title']     = 'Жеке деректерді қорғау туралы сұраныс';

// Text
$_['text_account']      = 'Тіркелгі';
$_['text_gdpr']         = '%s GDPR саясатын <a href="%s" target="_blank">%s</a> парағынан көре аласыз.';
$_['text_verification'] = 'Тіркелгіні растау';
$_['text_email']        = 'Кез келген GDPR сұраныстарын орындамас бұрын, біз тіркелгіңізді растауымыз керек. Төменде эл. пошта мекенжайыңызды енгізіңіз.';
$_['text_action']       = 'Әрекетті таңдау';
$_['text_export']       = 'Жеке деректерді экспорттау';
$_['text_remove']       = 'Жеке деректерді жою';
$_['text_warning']      = 'Назар аударыңыз: Тіркелгіге кіру мүмкіндігін жоғалтасыз!';
$_['text_access']       = '%s тіркелгісіне қатынасу мүмкіндігіңіз болмайды.';
$_['text_history']      = 'Тапсырыс тарихына, шоттарға, қалаулар тізіміне немесе жүктеулерге қатынасу мүмкіндігіңіз болмайды.';
$_['text_limit']        = 'Тіркелгіні жою сұраныстары <strong>%s күн</strong> ішінде өңделеді және алаяқтық, төлемді қайтару немесе өтемақы анықталған жағдайда өңделуі мүмкін.';
$_['text_success']      = 'Сәтті: Эл. поштаңызға хат жіберілді!';
$_['text_cancel']		= 'Болдырмау';

// Entry
$_['entry_email']       = 'Эл. пошта';

// Error
$_['error_email']       = 'Эл. пошта мекенжайы жарамсыз!';
$_['error_action']      = 'Жарамды GDPR әрекетін таңдауыңыз керек!';
