<?php
// Тэкст
$_['text_subject']  = '%s - GDPR запыт экспарту/выдалення!';
$_['text_export']   = 'Запыт на экспарт даных';
$_['text_remove']   = 'Запыт на выдаленне ўліковага запісу';
$_['text_gdpr']     = 'Запыт GDPR з гэтага адраса электроннай пошты, каб пацвердзіць гэта дзеянне, калі ласка, націсніце на спасылку ніжэй:';
$_['text_ip']       = 'IP-адрас, выкарыстаны для гэтага запыту:';
$_['text_contact']  = 'Калі вы не рабілі гэтага запыту, калі ласка, звяжыцеся з уладальнікам магазіна тут:';
$_['text_thanks']   = 'Дзякуй,';
$_['text_ignore']   = 'Калі вы не рабілі гэтага запыту, калі ласка, ігнаруйце гэты ліст.';

// Кнопкі
$_['button_export'] = 'Я пацвярджаю экспарт маіх даных';
$_['button_remove'] = 'Я пацвярджаю выдаленне свайго ўліковага запісу';
