<?php
// Тэкст
$_['text_subject']        = '%s - Дзякуй за рэгістрацыю';
$_['text_welcome']        = 'Сардэчна запрашаем і дзякуй за рэгістрацыю ў %s!';
$_['text_login']          = 'Ваш уліковы запіс быў створаны, і вы можаце ўвайсці, выкарыстоўваючы свой адрас электроннай пошты і пароль, наведаўшы наш вэб-сайт па наступным URL:';
$_['text_approval']       = 'Ваш уліковы запіс павінен быць ухвалены, перш чым вы зможаце ўвайсці. Пасля ўхвалення вы зможаце ўвайсці, выкарыстоўваючы свой адрас электроннай пошты і пароль, наведаўшы наш вэб-сайт або па наступным URL:';
$_['text_service']        = 'Пасля ўваходу ў сістэму вы зможаце атрымаць доступ да іншых паслуг, уключаючы прагляд мінулых заказаў, друк рахункаў-фактур і рэдагаванне інфармацыі аб вашым уліковым запісе.';
$_['text_thanks']         = 'Дзякуй,';
$_['text_new_customer']   = 'Новы пакупнік';
$_['text_signup']         = 'Зарэгістраваны новы пакупнік:';
$_['text_customer_group'] = 'Група пакупніка:';
$_['text_firstname']      = 'Імя:';
$_['text_lastname']       = 'Прозвішча:';
$_['text_email']          = 'Эл. пошта:';
$_['text_telephone']      = 'Тэлефон:';

// Кнопка
$_['button_login']        = 'Увайсці';
