<?php
// Тэкст
$_['text_subject']              = '%s - Заказ %s - Адменена Падпіска';
$_['text_received']             = 'Вы атрымалі адмену падпіскі.';
$_['text_orders_id']            = 'Нумар заказа:';
$_['text_subscription_id']      = 'Ідэнтыфікатар падпіскі';
$_['text_date_added']           = 'Дата дадання:';
$_['text_subscription_status']  = 'Статус падпіскі:';
$_['text_comment']              = 'Каментарыі да вашай падпіскі:';
$_['text_canceled']             = 'Поспех: Профіль падпіскі быў адменены!';
