<?php
// Тэкст
$_['text_subject']  = 'Вы атрымалі падарункавы сертыфікат ад %s';
$_['text_greeting'] = 'Віншуем, вы атрымалі падарункавы сертыфікат на суму %s';
$_['text_from']     = 'Гэты падарункавы сертыфікат адпраўлены вам ад %s';
$_['text_message']  = 'З паведамленнем';
$_['text_redeem']   = 'Каб скарыстацца дадзеным Падарункавым Сертыфікатам, захавайце код <b>%s</b>, затым перайдзіце ў магазін і замоўце тавары, якія Вам спадабаюцца. Вы можаце ўвесці код падарункавага сертыфіката на старонцы прагляду кошыка, перад тым як пачнеце афармленне заказа.';
$_['text_footer']   = 'Калі ласка, адкажыце на гэты ліст, калі ў вас ёсць якія-небудзь пытанні.';
