<?php
// Heading
$_['heading_title']    = 'Усяго пакупнікоў';

// Text
$_['text_extension']   = 'Пашырэнні';
$_['text_success']     = 'Поспех: Вы змянілі панэль пакупнікоў!';
$_['text_edit']        = 'Рэдагаванне панэлі пакупнікоў';
$_['text_view']        = 'Паглядзець яшчэ...';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Парадак сартавання';
$_['entry_width']      = 'Шырыня';

// Error
$_['error_permission'] = 'Папярэджанне: У вас няма правоў на змяненне панэлі пакупнікоў!';
