<?php
// Тэкст
$_['text_log']               = 'Праверце часопіс падпіскі для больш падрабязнай інфармацыі.';

// Памылкі
$_['error_store'] 		     = 'Увага: Магазін не знойдзены!';
$_['error_language']         = 'Увага: Мова не знойдзена!';
$_['error_currency']         = 'Увага: Валюта не знойдзена!';
$_['error_customer']         = 'Увага: Пакупнік не знойдзены!';
$_['error_payment_address']  = 'Увага: Адрас аплаты не знойдзены!';
$_['error_shipping_address'] = 'Увага: Адрас дастаўкі не знойдзены!';
$_['error_product']          = 'Увага: Тавар %s не знойдзены!';
$_['error_option']           = 'Увага: Опцыя %s не знойдзена!';
$_['error_shipping_method']  = 'Увага: Спосаб дастаўкі абавязковы!';
$_['error_payment_method']   = 'Увага: Спосаб аплаты абавязковы!';
$_['error_extension']        = 'Увага: Не атрымалася знайсці пашырэнне метаду аплаты!';
