<?php
// Heading
$_['heading_title'] = 'Профиль';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз свой профиль!';
$_['text_edit'] = 'Өңдеу вашего профиля';
$_['text_user'] = 'Сведения о пайдаланушыных';
$_['text_password'] = 'Құпиясөз';

// Entry
$_['entry_username'] = 'Аты пайдаланушыны';
$_['entry_password'] = 'Құпиясөз';
$_['entry_confirm'] = 'Растау';
$_['entry_firstname'] = 'Аты';
$_['entry_lastname'] = 'Тегі';
$_['entry_email'] = 'Эл. пошта';
$_['entry_image'] = 'Сурет';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ вашего профиля!';
$_['error_username_exists'] = 'Внимание: Аты пайдаланушыны уже используется!';
$_['error_username'] = 'Аты пайдаланушыны должно быть от 3 до 20 знаков!';
$_['error_password'] = 'Құпиясөз должен быть от 6 до 20 символов!';
$_['error_confirm'] = 'Құпиясөз и подтверждение құпиясөздің не совпадают!';
$_['error_firstname'] = 'Аты должно быть от 1 до 32-х символов!';
$_['error_lastname'] = 'Тегі должна быть от 1 до 32 символов!';
$_['error_email'] = 'Мекенжай электронной почты недействителен!';
$_['error_email_exists'] = 'Внимание: Мекенжай эл. почты уже зарегистрирован!';
