<?php
// Heading
$_['heading_title'] = 'Группы пайдаланушыны';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз топтар пайдаланушыны!';
$_['text_list'] = 'Топ пайдаланушыны';
$_['text_add'] = 'Добавление топтар пайдаланушыны';
$_['text_edit'] = 'Өңдеу топтар пайдаланушыны';
$_['text_access'] = 'Доступ';
$_['text_modify'] = 'Изменить';

// Column
$_['column_name'] = 'Атауы топтар пайдаланушыны';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_name'] = 'Атауы топтар пайдаланушыны';
$_['entry_permission'] = 'Рұқсаттар';
$_['entry_extension'] = 'Расширения';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ топтар пайдаланушылар!';
$_['error_name'] = 'Атауы топтар пайдаланушыны должно быть от 3 до 64 символов!';
$_['error_user'] = 'Внимание: Эта топ пайдаланушылар не может быть удалена, поскольку она в настоящее время назначена %s пайдаланушыным!';
