<?php
// Heading
$_['heading_title'] = 'Пользователи';

// Text
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз пайдаланушылар!';
$_['text_list'] = 'Тізім пайдаланушылар';
$_['text_add'] = 'Добавление пайдаланушыны';
$_['text_edit'] = 'Өңдеу пайдаланушыны';
$_['text_user'] = 'Сведения о пайдаланушыных';
$_['text_password'] = 'Құпиясөз';
$_['text_other'] = 'Басқалар';
$_['text_login'] = 'Тарих входов в систему';
$_['text_authorize'] = 'Авторизация тарихы';
$_['text_filter'] = 'Сүзгі';

// Column
$_['column_username'] = 'Аты пайдаланушыны';
$_['column_name'] = 'Атауы';
$_['column_email'] = 'Эл. пошта';
$_['column_user_group'] = 'Топ пайдаланушыны';
$_['column_status'] = 'Күйі';
$_['column_ip'] = 'IP-мекенжай';
$_['column_user_agent'] = 'Пайдаланушы агенті';
$_['column_date_added'] = 'Қосылған күні';
$_['column_action'] = 'Әрекет';

// Entry
$_['entry_username'] = 'Аты пайдаланушыны';
$_['entry_user_group'] = 'Топ пайдаланушыны';
$_['entry_password'] = 'Құпиясөз';
$_['entry_confirm'] = 'Растау';
$_['entry_firstname'] = 'Аты';
$_['entry_lastname'] = 'Тегі';
$_['entry_email'] = 'Эл. пошта';
$_['entry_image'] = 'Сурет';
$_['entry_status'] = 'Күйі';
$_['entry_name'] = 'Атауы';
$_['entry_ip'] = 'IP-мекенжай';
$_['entry_date_from'] = 'Күні бастап';
$_['entry_date_to'] = 'Күні дейін';

// Tabs
$_['tab_authorize'] = 'Авторизация';
$_['tab_login'] = 'Войти';

// Error
$_['error_permission'] = 'Внимание: У вас нет рұқсаттар на изменение пайдаланушылар!';
$_['error_account'] = 'Внимание: Вы не можете удалить свой собственный аккаунт!';
$_['error_login'] = 'Внимание: Логин пайдаланушыны не существует!';
$_['error_username'] = 'Аты пайдаланушыны должно быть от 3 до 20 знаков!';
$_['error_username_exists'] = 'Внимание: Аты пайдаланушыны уже используется!';
$_['error_firstname'] = 'Аты должно быть от 1 до 32-х символов!';
$_['error_lastname'] = 'Тегі должна быть от 1 до 32 символов!';
$_['error_email'] = 'Мекенжай электронной почты недействителен!';
$_['error_email_exists'] = 'Внимание: Мекенжай эл. почты уже зарегистрирован!';
$_['error_password'] = 'Құпиясөз должен быть от 6 до 20 символов!';
$_['error_confirm'] = 'Құпиясөз и подтверждение құпиясөздің не совпадают!';
