<?php
// Heading
$_['heading_title']              = 'Кошик';

// Text
$_['text_success']               = 'Успіх: Ви додали <a href="%s">%s</a> у <a href="%s">кошик</a>!';
$_['text_edit']                  = 'Успіх: Кошик успішно змінено!';
$_['text_remove']                = 'Успіх: Ви видалили товар із кошика!';
$_['text_login']                 = 'Увага: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> для перегляду цін!';
$_['text_no_results']            = 'Ваш кошик порожній!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Підписка';
$_['text_subscription_trial']    = '%s кожні %d %s для %d платежів, потім ';
$_['text_subscription_duration'] = '%s кожні %d %s для %d платежів';
$_['text_subscription_cancel']   = '%s кожні %d %s до скасування';
$_['text_day']                   = 'день';
$_['text_week']                  = 'тиждень';
$_['text_semi_month']            = 'півмісяця';
$_['text_month']                 = 'місяць';
$_['text_year']                  = 'рік';
$_['text_points']                = 'Бонусні бали';
$_['text_next']                  = 'Що ви бажаєте зробити далі?';
$_['text_next_choice']           = 'Оберіть, якщо у вас є код знижки або бонусні бали, які ви хочете використати, або бажаєте розрахувати вартість доставки.';

// Column
$_['column_image']               = 'Зображення';
$_['column_name']                = 'Товар';
$_['column_quantity']            = 'Кількість';
$_['column_price']               = 'Ціна за одиницю';
$_['column_total']               = 'Разом';

// Error
$_['error_stock']                = 'Товари, позначені ***, відсутні в потрібній кількості або відсутні на складі!';
$_['error_minimum']              = 'Мінімальна сума замовлення %s!';
$_['error_required']             = '%s обов\'язково!';
$_['error_regex']                = '%s не є допустимим значенням!';
$_['error_product']              = 'Попередження: Товар не знайдено!';
$_['error_subscription']         = 'План підписки недійсний!';
