<?php
// Heading
$_['heading_title'] = 'Помилка оплати!';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Помилка оплати';
$_['text_message']  = '<p>Виникла проблема під час обробки платежу, і замовлення не було завершено.</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Помилка перевірки</li>
</ul>

<p>Будь ласка, спробуйте оформити замовлення знову, використовуючи інший спосіб оплати.</p>

<p>Якщо проблема повториться, будь ласка, <a href="%s">зв\'яжіться з нами</a> з деталями замовлення.</p>
';
