<?php
// Heading
$_['heading_title']          = 'Спосіб оплати';

// Text
$_['text_payment_method']    = 'Варіанти способів оплати';
$_['text_payment']           = 'Будь ласка, оберіть бажаний спосіб оплати для цього замовлення.';
$_['text_comments']          = 'Додати коментар до замовлення';
$_['text_agree']             = 'Я прочитав(ла) і погоджуюся з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']           = 'Успіх: Спосіб оплати змінено!';
$_['text_comment']           = 'Успіх: Коментар додано!';

// Entry
$_['entry_payment_method']   = 'Оберіть спосіб оплати...';

// Error
$_['error_order']            = 'Замовлення не знайдено! Будь ласка, оновіть сторінку.';
$_['error_customer']         = 'Покупець обов\'язковий!';
$_['error_payment_address']  = 'Платіжна адреса обов\'язкова!';
$_['error_shipping_address'] = 'Адреса доставки обов\'язкова!';
$_['error_shipping_method']  = 'Спосіб доставки обов\'язковий!';
$_['error_payment_method']   = 'Спосіб оплати обов\'язковий!';
$_['error_no_payment']       = 'Немає доступних варіантів оплати. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для допомоги!';
