<?php
// Heading
$_['heading_title']         = 'Платіжна адреса';

// Text
$_['text_address_new']      = 'Я хочу використати нову адресу';
$_['text_address_existing'] = 'Я хочу використати наявну адресу';
$_['text_success']          = 'Успіх: Платіжну адресу змінено!';

// Entry
$_['entry_address']         = 'Обрати адресу';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_company']         = 'Компанія';
$_['entry_address_1']       = 'Адреса 1';
$_['entry_address_2']       = 'Адреса 2';
$_['entry_postcode']        = 'Поштовий індекс';
$_['entry_city']            = 'Місто';
$_['entry_country']         = 'Країна';
$_['entry_zone']            = 'Регіон / Область';

// Error
$_['error_customer']        = 'Покупець обов\'язковий!';
$_['error_address']         = 'Платіжну адресу не знайдено!';
$_['error_firstname']       = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1']       = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city']            = 'Місто має містити від 2 до 128 символів!';
$_['error_postcode']        = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_country']         = 'Будь ласка, оберіть країну!';
$_['error_zone']            = 'Будь ласка, оберіть регіон / область!';
$_['error_custom_field']    = '%s обов\'язково!';
$_['error_regex']           = '%s не є допустимим значенням!';
