<?php
// Heading
$_['heading_title']            = 'Ваші особисті дані';

// Text
$_['text_login']               = 'Якщо у вас вже є обліковий запис, будь ласка, увійдіть на <a href="%s"><strong>сторінці входу</strong></a>.';
$_['text_register']            = 'Реєстрація облікового запису';
$_['text_guest']               = 'Оформлення без реєстрації';
$_['text_payment_address']     = 'Платіжна адреса';
$_['text_shipping_address']    = 'Адреса доставки';
$_['text_your_password']       = 'Ваш пароль';
$_['text_agree']               = 'Я прочитав(ла) і погоджуюся з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']         = 'Успіх: Ваш обліковий запис створено!';
$_['text_success_guest']       = 'Успіх: Інформацію про гостя збережено!';
$_['text_success_edit']        = 'Успіх: Ваш обліковий запис успішно оновлено.';

// Entry
$_['entry_customer_group']     = 'Тип облікового запису';
$_['entry_firstname']          = 'Ім\'я';
$_['entry_lastname']           = 'Прізвище';
$_['entry_email']              = 'Електронна пошта';
$_['entry_telephone']          = 'Телефон';
$_['entry_password']           = 'Пароль';
$_['entry_company']            = 'Компанія';
$_['entry_address_1']          = 'Адреса 1';
$_['entry_address_2']          = 'Адреса 2';
$_['entry_postcode']           = 'Поштовий індекс';
$_['entry_city']               = 'Місто';
$_['entry_country']            = 'Країна';
$_['entry_zone']               = 'Регіон / Область';
$_['entry_match']              = 'Моя адреса доставки збігається з платіжною адресою.';
$_['entry_newsletter']         = 'Я бажаю підписатися на розсилку %s.';

// Error
$_['error_guest']              = 'Попередження: Товари у вашому кошику вимагають реєстрації облікового запису!';
$_['error_firstname']          = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']           = 'Прізвище має містити від 1 до 32 символів!';
$_['error_customer_group']     = 'Група покупців не є дійсною!';
$_['error_customer_approval']  = 'Попередження: Ця група покупців потребує схвалення і не може використовуватися для гостьового облікового запису.';
$_['error_email']              = 'Адреса електронної пошти не є дійсною!';
$_['error_exists']             = 'Попередження: Адреса електронної пошти вже зареєстрована!';
$_['error_telephone']          = 'Телефон має містити від 3 до 32 символів!';
$_['error_password']           = 'Пароль має містити %s і бути від %d до 40 символів!';
$_['error_password_uppercase'] = 'велику літеру';
$_['error_password_lowercase'] = 'малу літеру';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'символ';
$_['error_password_length']    = 'Пароль має бути від %d до 40 символів!';
$_['error_address_1']          = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city']               = 'Місто має містити від 2 до 128 символів!';
$_['error_postcode']           = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_country']            = 'Будь ласка, оберіть країну!';
$_['error_zone']               = 'Будь ласка, оберіть регіон / область!';
$_['error_agree']              = 'Попередження: Ви повинні погодитися з %s!';
$_['error_custom_field']       = '%s обов\'язково!';
$_['error_regex']              = '%s не є допустимим значенням!';
