<?php
// Heading
$_['heading_title'] = 'Ваше замовлення прийнято!';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_success']  = 'Успіх';
$_['text_customer'] = '<p>Ваше замовлення успішно оформлено!</p><p>Ви можете переглянути історію замовлень на сторінці <a href="%s">мій обліковий запис</a>, натиснувши <a href="%s">історія</a>.</p><p>Якщо ваша покупка має файли для завантаження, ви можете переглянути їх на сторінці <a href="%s">завантаження</a>.</p><p>Будь-які питання можна задати <a href="%s">власнику магазину</a>.</p><p>Дякуємо за покупку в нашому інтернет-магазині!</p>';
$_['text_guest']    = '<p>Ваше замовлення успішно оформлено!</p><p>Будь-які питання можна задати <a href="%s">власнику магазину</a>.</p><p>Дякуємо за покупку в нашому інтернет-магазині!</p>';
