<?php
// Heading
$_['heading_title']    = 'Купити подарунковий сертифікат';

// Text
$_['text_account']     = 'Обліковий запис';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Цей подарунковий сертифікат буде надіслано отримувачу після оплати замовлення.';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню';
$_['text_message']     = '<p>Дякуємо за покупку подарункового сертифіката! Після завершення замовлення отримувачу буде надіслано лист з інструкцією про використання сертифіката.</p>';
$_['text_for']         = '%s подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім\'я отримувача';
$_['entry_to_email']   = 'Електронна пошта отримувача';
$_['entry_from_name']  = 'Ваше ім\'я';
$_['entry_from_email'] = 'Ваша електронна пошта';
$_['entry_theme']      = 'Тема подарункового сертифіката';
$_['entry_message']    = 'Повідомлення';
$_['entry_amount']     = 'Сума';

// Help
$_['help_message']     = 'Необов\'язково';
$_['help_amount']      = 'Значення має бути між %s та %s';

// Error
$_['error_token']      = 'Попередження: Недійсний токен купона!';
$_['error_voucher']    = 'Сертифікат не знайдено!';
$_['error_to_name']    = 'Ім\'я отримувача має містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я має містити від 1 до 64 символів!';
$_['error_email']      = 'Адреса електронної пошти не є дійсною!';
$_['error_theme']      = 'Ви повинні обрати тему!';
$_['error_amount']     = 'Сума має бути більше %s та менше %s!';
$_['error_agree']      = 'Попередження: Ви повинні погодитися, що подарункові сертифікати не підлягають поверненню!';
