<?php
// Heading
$_['heading_title'] = 'Фиксированная ставка';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз фиксированную стоимость жеткізу!';
$_['text_edit'] = 'Өңдеу фиксированной стоимости жеткізу';

// Entry
$_['entry_cost'] = 'Стоимость';
$_['entry_tax_class'] = 'Класс салықтың';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ жеткізу с фиксированной бағамен!';
