<?php
// Heading
$_['heading_title'] = 'Бесплатная жеткізу';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз бесплатную жеткізуді!';
$_['text_edit'] = 'Өңдеу бесплатной жеткізу';

// Entry
$_['entry_total'] = 'Подитог';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_total'] = 'Минимальная сома, необходимая үшін того, чтобы бесплатная жеткізу стала доступна.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге рұқсат жоқ бесплатной жеткізу!';
