<?php
// Heading
$_['heading_title'] = 'Жеткізу на основе салмақтың';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз жеткізуді на основе салмақтың!';
$_['text_edit'] = 'Өңдеу жеткізу на основе салмақтың';

// Entry
$_['entry_rate'] = 'Ставки';
$_['entry_tax_class'] = 'Класс салықтың';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_rate'] = 'Например: 5:10.00,7:12.00 Салмақ:Баға,Салмақ:Баға, и т.д.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ жеткізу по салмақу!';
