<?php
// Heading
$_['heading_title']         = 'Пікірлер';

// Text
$_['text_by']               = 'автор';
$_['text_write']            = 'Пікір жазу';
$_['text_login']            = 'Пікір жазу үшін <a href="%s">кіріңіз</a> немесе <a href="%s">тіркеліңіз</a>';
$_['text_no_results']       = 'Осы мақалаға алғашқы пікір жазыңыз.';
$_['text_sort']             = 'Сұрыптау';
$_['text_rating_asc']       = 'Рейтинг (өсуі бойынша)';
$_['text_rating_desc']      = 'Рейтинг (кемуі бойынша)';
$_['text_date_added_asc']   = 'Қосылған күні (ескі)';
$_['text_date_added_desc']  = 'Қосылған күні (жаңа)';
$_['text_like']             = 'Ұнайды!';
$_['text_dislike']          = 'Ұнамайды!';
$_['text_success']          = 'Сәтті: Пікіріңіз үшін рахмет!';
$_['text_queue']            = 'Сәтті: Пікіріңіз модерация кезегіне қосылды!';
$_['text_rating']           = 'Сәтті: Бағаңыз үшін рахмет!';

// Entry
$_['entry_author']          = 'Сіздің атыңыз';
$_['entry_comment']         = 'Пікір';

// Buttons
$_['button_comment']        = 'Пікір қалдыру';
$_['button_reply']          = 'Жауап беру';
$_['button_replies']        = 'Жауаптарды көрсету';
$_['button_more']           = 'Қосымша жауаптарды көру...';
$_['button_login']          = 'Пікір қалдыру үшін кіріңіз';
$_['button_login_reply']    = 'Жауап беру үшін кіріңіз';

// Error
$_['error_article']         = 'Назар аударыңыз: Мақала табылмады!';
$_['error_article_comment'] = 'Назар аударыңыз: Мақалаға пікір табылмады!';
$_['error_token']           = 'Назар аударыңыз: Пікір токені жарамсыз!';
$_['error_author']          = 'Атыңыз 3 пен 25 таңба арасында болуы керек!';
$_['error_comment']         = 'Пікір 25 пен 1000 таңба арасында болуы керек!';
$_['error_interval']        = 'Назар аударыңыз: Келесі пікірді жазу үшін %s минут күтуіңіз керек!';
$_['error_login']           = 'Мақалаға пікір жазу немесе бағалау үшін кіруіңіз керек!';
$_['error_status']          = 'Пікірлер өшірілген!';
