<?php
// Text
$_['text_reviews']    = '%s пікір';
$_['text_write']      = 'Пікір жазу';
$_['text_login']      = 'Пікір қалдыру үшін <a href="%s">кіріңіз</a> немесе <a href="%s">тіркеліңіз</a>';
$_['text_no_results'] = 'Осы тауарға бірінші пікір жазыңыз.';
$_['text_note']       = '<span style="color: #FF0000;">Ескерту:</span> HTML белгілеуі қолданылмайды! Кәдімгі мәтінді пайдаланыңыз!';
$_['text_success']    = 'Пікіріңіз үшін рахмет. Ол мақұлдауға жіберілді.';

// Entry
$_['entry_author']     = 'Сіздің атыңыз';
$_['entry_review']     = 'Сіздің пікіріңіз';
$_['entry_rating']     = 'Рейтинг';
$_['entry_good']       = 'Жақсы';
$_['entry_bad']        = 'Жаман';

// Tabs
$_['tab_review']       = 'Пікірлер (%s)';

// Error
$_['error_token']      = 'Назар аударыңыз: Пікір токені жарамсыз!';
$_['error_product']    = 'Назар аударыңыз: Тауар табылмады!';
$_['error_author']     = 'Пікір атауы 3 пен 25 таңба арасында болуы керек!';
$_['error_text']       = 'Пікір мәтіні 25 пен 1000 таңба арасында болуы керек!';
$_['error_rating']     = 'Пікір бағасын таңдаңыз!';
$_['error_login']      = 'Тауарға пікір қалдыру үшін кіруіңіз керек!';
$_['error_purchased']  = 'Пікір жазу үшін бұл тауарды сатып алуыңыз керек!';
$_['error_status']     = 'Пікірлер өшірілген!';
