<?php
// Heading
$_['heading_title'] = 'Плата за обработку';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз общую сумму платы за обработку!';
$_['text_edit'] = 'Өңдеу общей суммы за обработку';

// Entry
$_['entry_total'] = 'Сома тапсырыстың';
$_['entry_fee'] = 'Взнос';
$_['entry_tax_class'] = 'Класс салықтың';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_total'] = 'Сома тапсырыстың, которую должен достичь тапсырыс, прежде чем эта общая сома тапсырыстың станет активной.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ общей суммы платы за обработку!';
