<?php
// Heading
$_['heading_title'] = 'Плата за низкую стоимость тапсырыстың';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз общую сумму төлем за минимальный тапсырыс!';
$_['text_edit'] = 'Өңдеу общей суммы минимального тапсырыстың';

// Entry
$_['entry_total'] = 'Сома тапсырыстың';
$_['entry_fee'] = 'Взнос';
$_['entry_tax_class'] = 'Класс салықтың';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_total'] = 'Общая сома тапсырыстың, которую должен достичь тапсырыс, прежде чем эта общая сома тапсырыстың будет деактивирована.';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ общей суммы төлем за низкую стоимость тапсырыстың!';
