<?php
// Heading
$_['heading_title'] = 'Використати бонусні бали (доступно %s)';

// Text
$_['text_success']  = 'Успіх: Знижку за бонусні бали застосовано!';

// Entry
$_['entry_reward']  = 'Бали для використання (Макс: %s)';

// Error
$_['error_reward']  = 'Попередження: Будь ласка, вкажіть кількість бонусних балів для використання!';
$_['error_points']  = 'Попередження: У вас немає %s бонусних балів!';
$_['error_maximum'] = 'Попередження: Максимальна кількість балів, яку можна застосувати: %s!';
$_['error_status']  = 'Попередження: Бонусні бали не активовані в цьому магазині!';
