<?php
// Heading
$_['heading_title']        = 'Розрахунок доставки та податків';

// Text
$_['text_shipping_method'] = 'Варіанти способів доставки';
$_['text_destination']     = 'Введіть ваше місцезнаходження для розрахунку вартості доставки.';
$_['text_estimate']        = 'Будь ласка, оберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success']         = 'Успіх: Вартість доставки застосовано!';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, оберіть країну!';
$_['error_zone']           = 'Будь ласка, оберіть регіон / область!';
$_['error_shipping']       = 'Попередження: Спосіб доставки обов\'язковий!';
$_['error_no_shipping']    = 'Попередження: Немає доступних способів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для допомоги!';
