<?php
// Text
$_['text_success']       = 'Успіх: Кошик успішно змінено!';
$_['text_subscription']  = 'Підписка';

// Error
$_['error_warning']      = 'Попередження: Уважно перевірте кошик на наявність помилок!';
$_['error_product']      = 'Попередження: Товар не знайдено!';
$_['error_stock']        = 'Товар недоступний у бажаній кількості або відсутній на складі!';
$_['error_minimum']      = 'Мінімальна сума замовлення для %s становить %s!';
$_['error_option']       = 'Опцію не знайдено!';
$_['error_option_stock'] = 'Варіант недоступний у бажаній кількості або відсутній на складі!';
$_['error_required']     = '%s обов\'язково!';
$_['error_regex']        = '%s не є допустимим значенням!';
$_['error_subscription'] = 'План підписки недійсний!';
