<?php
// Text
$_['text_success']           = 'Успіх: Замовлення успішно змінено!';

// Error
$_['error_order']            = 'Попередження: Замовлення не знайдено!';
$_['error_customer']         = 'Попередження: Дані покупця обов\'язкові!';
$_['error_payment_address']  = 'Попередження: Платіжна адреса обов\'язкова!';
$_['error_payment_method']   = 'Попередження: Спосіб оплати обов\'язковий!';
$_['error_shipping_address'] = 'Попередження: Адреса доставки обов\'язкова!';
$_['error_shipping_method']  = 'Попередження: Спосіб доставки обов\'язковий!';
$_['error_product']          = 'Попередження: Товари обов\'язкові!';
$_['error_stock']            = 'Попередження: Товари, позначені ***, недоступні в бажаній кількості або відсутні на складі!';
$_['error_minimum']          = 'Попередження: Мінімальна сума замовлення для %s становить %s!';
$_['error_affiliate']        = 'Попередження: Дані партнера обов\'язкові!';
$_['error_call']             = 'API виклик не знайдено';
