<?php
// Text
$_['text_success']           = 'Успіх: Спосіб оплати встановлено!';

// Error
$_['error_customer']         = 'Попередження: Дані покупця обов\'язкові!';
$_['error_product']          = 'Попередження: Товари обов\'язкові!';
$_['error_shipping_address'] = 'Попередження: Адреса доставки обов\'язкова!';
$_['error_shipping_method']  = 'Попередження: Спосіб доставки обов\'язковий!';
$_['error_payment_address']  = 'Попередження: Платіжна адреса обов\'язкова!';
$_['error_no_payment']       = 'Попередження: Немає доступних варіантів оплати!';
$_['error_payment_method']   = 'Попередження: Спосіб оплати обов\'язковий!';
