<?php
// Text
$_['text_success']         = 'Успіх: Покупців успішно змінено';

// Error
$_['error_customer']       = 'Попередження: Покупця не знайдено!';
$_['error_customer_group'] = 'Група покупців не є дійсною!';
$_['error_firstname']      = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']       = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']          = 'Адреса електронної пошти не є дійсною!';
$_['error_telephone']      = 'Телефон має містити від 3 до 32 символів!';
$_['error_custom_field']   = '%s обов\'язково!';
$_['error_regex']          = '%s не є допустимим значенням!';
