<?php
// Text
$_['text_success']       = 'Успіх: Адресу доставки встановлено!';

// Error
$_['error_firstname']    = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city']         = 'Місто має містити від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс має містити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, оберіть країну!';
$_['error_zone']         = 'Будь ласка, оберіть регіон / область!';
$_['error_custom_field'] = '%s обов\'язково!';
$_['error_regex']        = '%s не є допустимим значенням!';
$_['error_shipping']     = 'Попередження: Немає товарів, що потребують доставки';
