<?php
// Text
$_['text_cart']       = 'Успіх: Кошик успішно змінено!';
$_['text_for']        = '%s подарунковий сертифікат для %s';
$_['text_success']    = 'Успіх: Подарунковий сертифікат застосовано!';
$_['text_remove']     = 'Успіх: Подарунковий сертифікат видалено!';

// Error
$_['error_voucher']   = 'Попередження: Подарунковий сертифікат недійсний або баланс вичерпано!';
$_['error_to_name']   = 'Ім\'я отримувача має містити від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім\'я має містити від 1 до 64 символів!';
$_['error_email']     = 'Адреса електронної пошти не є дійсною!';
$_['error_theme']     = 'Ви повинні обрати тему!';
$_['error_amount']    = 'Сума має бути більше %s та менше %s!';
