<?php
// Тэкст
$_['text_success']   = 'Поспех: Ваша скідка за бонусныя балы была ўжыта!';

// Памылкі
$_['error_customer'] = 'Увага: Звесткі пра пакупніка абавязковыя!';
$_['error_product']  = 'Увага: Тавар абавязковы!';
$_['error_points']   = 'Увага: У вас няма %s бонусных балаў!';
$_['error_maximum']  = 'Увага: Максімальная колькасць балаў, якая можа быць ужыта %s!';
$_['error_status']   = 'Увага: У гэтым магазіне не дзейнічаюць бонусныя балы!';
$_['error_confirm']  = 'Увага: Калі ласка, праверце форму бонусаў на наяўнасць памылак!';
