<?php
// Загаловак
$_['heading_title']  = 'Звязацца з намі';

// Тэкст
$_['text_location']  = 'Нашы лакацыі';
$_['text_store']     = 'Нашы магазіны';
$_['text_contact']   = 'Форма зваротнай сувязі';
$_['text_address']   = 'Адрас';
$_['text_telephone'] = 'Тэлефон';
$_['text_open']      = 'Час працы';
$_['text_comment']   = 'Каментарыі';
$_['text_message']   = '<p>Ваш запыт быў паспяхова адпраўлены адміністрацыі магазіна!</p>';

// Увод
$_['entry_name']     = 'Ваша імя';
$_['entry_email']    = 'Адрас электроннай пошты';
$_['entry_enquiry']  = 'Запыт';

// Email
$_['email_subject']  = 'Запыт %s';

// Памылкі
$_['error_name']     = 'Назва павінна быць ад 3 да 32 сімвалаў!';
$_['error_email']    = 'Адрас электроннай пошты несапраўдны!';
$_['error_enquiry']  = 'Запыт павінен быць ад 10 да 3000 сімвалаў!';
