<?php
// Загаловак
$_['heading_title']     = 'Запыт па Агульным становішчы аб абароне даных';

// Тэкст
$_['text_account']      = 'Уліковы запіс';
$_['text_gdpr']         = 'Вы можаце праглядзець %s GDPR палітыку на старонцы <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'Верыфікацыя ўліковага запісу';
$_['text_email']        = 'Перш чым мы зможам выканаць любыя GDPR запыты, мы павінны пацвердзіць ваш уліковы запіс. Калі ласка, увядзіце ваш адрас электроннай пошты ніжэй.';
$_['text_action']       = 'Абярыце дзеянне';
$_['text_export']       = 'Экспарт персанальных даных';
$_['text_remove']       = 'Выдаліць персанальныя даныя';
$_['text_warning']      = 'Увага: Вы страціце доступ да вашага ўліковага запісу!';
$_['text_access']       = 'У вас больш не будзе доступу да вашага ўліковага запісу %s.';
$_['text_history']      = 'У вас больш няма доступу да гісторыі вашых заказаў, рахункаў, спісу жаданняў або спамповак.';
$_['text_limit']        = 'Запыты на выдаленне ўліковага запісу будуць апрацаваны праз <strong>%s дзён</strong> і могуць быць апрацаваны пры выяўленні махлярства, вяртанні плацяжоў або вяртанні сродкаў.';
$_['text_success']      = 'Поспех: На ваш адрас электроннай пошты было адпраўлена пісьмо!';
$_['text_cancel']		= 'Адмяніць';

// Увод
$_['entry_email']       = 'Эл. пошта';

// Памылкі
$_['error_email']       = 'Адрас электроннай пошты несапраўдны!';
$_['error_action']      = 'Вы павінны выбраць дапушчальнае дзеянне GDPR!';
