<?php
// Heading
$_['heading_title'] = 'Банковский перевод';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз реквизиты банковского перевода!';
$_['text_edit'] = 'Өңдеу банковского перевода';

// Entry
$_['entry_bank'] = 'Инструкции по банковскому переводу';
$_['entry_order_status'] = 'Тапсырыс күйі';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ төлем банковским переводом!';
$_['error_bank'] = 'Необходимо указать инструкции по банковскому переводу!';
