<?php
// Heading
$_['heading_title'] = 'Несие картасы';

// Text
$_['text_description'] = 'Бұл төлем әдісі жалған және несие картасы ақпаратын сақтамайды, және нақты сайтта қолданылмауы керек. Бұл кеңейтім төлем шлюзі интеграциясын жасауы қажет әзірлеушілерге арналған.';
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Сәтті: Сіз өзгерттіңіз модуль төлем кредитной картой!';
$_['text_edit'] = 'Өңдеу кредитной карты';
$_['text_approve'] = 'Мақұлдау';
$_['text_deny'] = 'Қабылдамау';

// Entry
$_['entry_response'] = 'Карта процессорының жауабы';
$_['entry_approved_status'] = 'Расталған күйі';
$_['entry_failed_status'] = 'Сәтсіз күйі';
$_['entry_order_status'] = 'Тапсырыс күйі';
$_['entry_geo_zone'] = 'Гео-аймақ';
$_['entry_status'] = 'Күйі';
$_['entry_sort_order'] = 'Сұрыптау реті';

// Help
$_['help_response'] = 'Тест тапсырыстарында несие картасын мақұлдау немесе қабылдамау';

// Error
$_['error_permission'] = 'Назар аударыңыз: Сізде өзгертуге құқық жоқ төлем кредитной картой!';
