<?php
// Heading
$_['heading_title']      = 'Банкаўскі пераказ';

// Text
$_['text_extension']     = 'Пашырэнні';
$_['text_success']       = 'Поспех: Вы змянілі налады банкаўскага пераводу!';
$_['text_edit']          = 'Рэдагаванне банкаўскага пераводу';

// Entry
$_['entry_bank']         = 'Інструкцыі для банкаўскага пераводу';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Геаграфічная зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Парадак сартавання';

// Error
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне банкаўскага пераводу!';
$_['error_bank']         = 'Інструкцыі для банкаўскага пераводу абавязковыя!';
