<?php
// Heading
$_['heading_title']      = 'Чэк / Грашовы перавод';

// Text
$_['text_extension']     = 'Пашырэнні';
$_['text_success']       = 'Поспех: Вы змянілі налады чэка / грашовага пераводу!';
$_['text_edit']          = 'Рэдагаванне чэка / грашовага пераводу';

// Entry
$_['entry_payable']      = 'Атрымальнік';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Геаграфічная зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Парадак сартавання';

// Error
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне чэка / грашовага пераводу!';
$_['error_payable']      = 'Атрымальнік абавязковы!';
