<?php
// Heading
$_['heading_title']      = 'Наложаны плацёж';

// Text
$_['text_extension']     = 'Пашырэнні';
$_['text_success']       = 'Поспех: Вы змянілі модуль аплаты наложаным плацяжом!';
$_['text_edit']          = 'Рэдагаванне наложанага плацяжу';

// Entry
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Геаграфічная зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Парадак сартавання';

// Error
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне аплаты наложаным плацяжом!';
