<?php
// Heading
$_['heading_title']      = 'Бясплатнае афармленне';

// Text
$_['text_extension']     = 'Пашырэнні';
$_['text_success']       = 'Поспех: Вы змянілі модуль бясплатнага афармлення!';
$_['text_edit']          = 'Рэдагаванне бясплатнага афармлення';

// Entry
$_['entry_order_status'] = 'Статус заказа';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Парадак сартавання';

// Error
$_['error_permission']   = 'Папярэджанне: У вас няма правоў на змяненне бясплатнага афармлення!';
